{
  "datenschutz": {
    "pageTitle": "Informativa sulla privacy",
    "websiteName": "healthlingo.de",
    "tableOfContents": {
      "title": "Indice",
      "items": [
        "1. Privacy in breve",
        "2. Informazioni generali e obbligatorie",
        "3. Raccolta dati su questo sito",
        "4. Basi giuridiche del trattamento",
        "5. Protezione dei dati sanitari",
        "6. Terze parti e trattamento dati",
        "7. Avviso sulla rimozione PII",
        "8. Elaborazione automatizzata e IA",
        "9. Il tuo consenso",
        "10. I tuoi diritti",
        "11. Feedback e valutazioni",
        "12. Sicurezza dei dati",
        "13. Contatti e richieste privacy",
        "14. Aggiornamento di questa policy"
      ]
    },
    "labels": {
      "purpose": "Finalità:",
      "legalBasis": "Base giuridica:",
      "dataProcessed": "Dati trattati:",
      "security": "Sicurezza:",
      "thirdCountryTransfer": "Trasferimento in paesi terzi:",
      "retention": "Conservazione:",
      "ocrNote": "Nota importante sull'OCR:",
      "objectionRight": "Diritto di opposizione:",
      "important": "Importante:",
      "note": "Nota:",
      "processingActivity": "Attività di trattamento",
      "explanation": "Spiegazione"
    },
    "section1": {
      "title": "1. Protezione dei dati in sintesi",
      "generalTitle": "Informazioni generali",
      "generalText": "Le seguenti note forniscono una panoramica semplice di cosa succede ai suoi dati personali quando visita questo sito web. I dati personali sono tutti i dati con cui può essere identificato personalmente.",
      "responsibleQuestion": "Chi è responsabile della raccolta dati su questo sito web?",
      "responsibleIntro": "Il trattamento dei dati su questo sito web è effettuato da:",
      "responsibleName": "[Nome Cognome / Nome dell'azienda]",
      "responsibleAddress": "[Via e numero civico]",
      "responsibleCity": "[CAP Città]",
      "responsibleEmail": "E-mail: [Indirizzo e-mail]",
      "responsiblePhone": "Telefono: [Numero di telefono]",
      "serviceTitle": "Utilizzo del nostro servizio",
      "serviceText": "Il nostro servizio di traduzione funziona con una raccolta minima di dati. Non ha bisogno di un account utente e non deve registrarsi per tradurre documenti. Non memorizziamo dati personali degli utenti finali oltre la durata dell'elaborazione. I suoi documenti vengono elaborati senza essere associati a un'identità personale.",
      "howCollectQuestion": "Come raccogliamo i suoi dati?",
      "howCollectText": "Gli unici dati che raccogliamo attivamente sono i documenti che carica per la traduzione. Inoltre, vengono raccolti automaticamente dati tecnici (come il suo indirizzo IP) che sono tecnicamente necessari per il funzionamento del sito web. Questi vengono eliminati dopo 1 ora al massimo.",
      "purposeQuestion": "Per cosa utilizziamo i suoi dati?",
      "purposeText": "I documenti caricati vengono elaborati esclusivamente per scopi di traduzione. Al termine dell'elaborazione, tutti i dati personali vengono automaticamente eliminati. Solo statistiche di utilizzo anonime (numero di token, costi) vengono conservate per migliorare il servizio. Non c'è trasmissione a terzi per i propri scopi né utilizzo come dati di addestramento IA.",
      "rightsQuestion": "Quali diritti ha riguardo ai suoi dati?",
      "rightsText": "Ha diritto in qualsiasi momento di ottenere informazioni sull'origine, i destinatari e lo scopo dei suoi dati personali memorizzati. Ha inoltre il diritto di richiedere la rettifica, la limitazione del trattamento o la cancellazione di questi dati. Per questo e per qualsiasi altra domanda sulla protezione dei dati, può contattarci in qualsiasi momento. Ha inoltre il diritto di presentare un reclamo all'autorità di controllo competente."
    },
    "section2": {
      "title": "2. Informazioni generali e divulgazioni obbligatorie",
      "privacyTitle": "Protezione dei dati",
      "privacyText": "Gli operatori di queste pagine prendono molto seriamente la protezione dei suoi dati personali. Trattiamo i suoi dati personali in modo riservato e in conformità con le normative legali sulla protezione dei dati e questa informativa sulla privacy.",
      "storageTitle": "Durata della conservazione",
      "storageText": "I documenti caricati e le loro traduzioni vengono eliminati dai sistemi attivi immediatamente dopo il completamento dell'elaborazione, in ogni caso entro 1 ora. Questo periodo le consente di fornirci un feedback opzionale sulla sua traduzione. Vengono eliminati i seguenti dati:",
      "storageItems": [
        "Il documento originale caricato",
        "I testi estratti (dopo la rimozione dei PII)",
        "I risultati della traduzione",
        "I metadati di elaborazione contenenti dati personali",
        "Gli indirizzi IP"
      ],
      "storageNote": "Questo breve periodo di conservazione massimizza la sua protezione dei dati. Dopo l'eliminazione dai sistemi attivi, i dati non sono più recuperabili.",
      "sslTitle": "Crittografia SSL/TLS",
      "sslText": "Questo sito utilizza la crittografia SSL o TLS per motivi di sicurezza e per proteggere la trasmissione di contenuti riservati, come i documenti medici che ci invia. Può riconoscere una connessione crittografata dal cambiamento della barra degli indirizzi del browser da \"http://\" a \"https://\" e dal simbolo del lucchetto nella barra del browser."
    },
    "section3": {
      "title": "3. Raccolta dati su questo sito web",
      "cookiesTitle": "Cookie",
      "cookiesText": "Non utilizziamo cookie di marketing, analisi o tracciamento. Il nostro servizio utilizza esclusivamente cookie tecnicamente necessari che sono richiesti per il funzionamento del sito web.",
      "cookiesLanguage": "Impostiamo un cookie per salvare la sua preferenza di lingua. Questo cookie (\"i18next\") memorizza la lingua selezionata in modo che il sito web venga visualizzato automaticamente nella sua lingua preferita alla prossima visita. Questo cookie non contiene dati personali ed è puramente funzionale.",
      "cookiesCloudflare": "Cloudflare può impostare cookie di sicurezza tecnicamente necessari a seconda della configurazione per proteggere il nostro sito web dagli attacchi informatici e garantire l'integrità del servizio. Questi cookie servono esclusivamente per la sicurezza e non contengono dati personali a scopo pubblicitario.",
      "serverLogsTitle": "File di log del server",
      "serverLogsText": "Il provider di queste pagine raccoglie e memorizza automaticamente informazioni nei cosiddetti file di log del server che il suo browser ci trasmette automaticamente. Questi sono:",
      "serverLogsItems": [
        "Tipo e versione del browser",
        "Sistema operativo utilizzato",
        "URL di riferimento",
        "Nome host del computer che accede",
        "Ora della richiesta al server",
        "Indirizzo IP"
      ],
      "serverLogsNote": "Questi dati non vengono uniti ad altre fonti di dati. Il trattamento dei dati di log del server si basa sul nostro legittimo interesse alla sicurezza e stabilità dei nostri servizi ai sensi dell'Art. 6(1)(f) del GDPR. I dati di log vengono automaticamente eliminati dopo 1 ora al massimo.",
      "medicalTitle": "Trattamento di documenti medici",
      "medicalText": "Quando utilizza il nostro servizio di traduzione per documenti medici, si applicano le seguenti misure di protezione dei dati:",
      "medicalItems": [
        {
          "title": "Rimozione automatica dei PII",
          "text": "Prima dell'elaborazione da parte dei sistemi IA, le informazioni personali (nomi, indirizzi, numeri di telefono, date di nascita, numeri di assicurazione) vengono automaticamente rimosse dai documenti."
        },
        {
          "title": "Memorizzazione temporanea",
          "text": "I documenti vengono memorizzati temporaneamente solo per la durata dell'elaborazione (massimo 1 ora)."
        },
        {
          "title": "Eliminazione automatica",
          "text": "Al termine della traduzione, tutti i dati personali vengono eliminati dai sistemi attivi immediatamente, in ogni caso entro 1 ora."
        },
        {
          "title": "Nessuna memorizzazione permanente",
          "text": "Non c'è memorizzazione permanente di documenti o traduzioni."
        },
        {
          "title": "Nessun utilizzo come dati di addestramento",
          "text": "I suoi documenti e traduzioni non vengono utilizzati come dati di addestramento per modelli IA."
        },
        {
          "title": "Trasmissione crittografata",
          "text": "Tutti i dati vengono trasmessi crittografati tramite HTTPS/TLS."
        },
        {
          "title": "Crittografia a riposo",
          "text": "Tutti i documenti caricati vengono crittografati con AES-256-GCM e memorizzati nel database."
        },
        {
          "title": "Nessun cookie di tracciamento",
          "text": "Il nostro servizio non utilizza cookie di marketing, analisi o tracciamento. Vengono utilizzati solo cookie tecnicamente necessari per le impostazioni della lingua e la sicurezza."
        },
        {
          "title": "Elaborazione dei dati principalmente nell'UE",
          "text": "L'elaborazione dei suoi documenti avviene esclusivamente all'interno dell'UE (Germania e Francia). Per i servizi CDN e di sicurezza (Cloudflare), può verificarsi un trasferimento di dati negli USA, protetto da clausole contrattuali tipo dell'UE e dal Quadro di Protezione dei Dati UE-USA (vedere sezione 6)."
        }
      ]
    },
    "section4": {
      "title": "4. Basi giuridiche del trattamento",
      "intro": "Per le diverse attività di trattamento, ci basiamo sulle seguenti basi giuridiche:",
      "legalBases": [
        {
          "activity": "Trattamento di documenti (senza dati sanitari)",
          "basis": "Art. 6(1)(b) GDPR (esecuzione del contratto)",
          "explanation": "Il trattamento è necessario per l'esecuzione del contratto concluso tra lei e noi relativo alla fornitura di contenuti digitali (§§ 327 e ss. BGB)."
        },
        {
          "activity": "Trattamento di dati sanitari (documenti medici)",
          "basis": "Art. 6(1)(b) GDPR (esecuzione del contratto) + Art. 9(2)(a) GDPR (consenso esplicito)",
          "explanation": "Il trattamento viene effettuato per l'esecuzione del contratto di traduzione (Art. 6). Poiché i documenti medici contengono regolarmente dati sanitari, è richiesto anche il suo consenso esplicito ai sensi dell'Art. 9 GDPR (vedere sezione 9 – Il suo consenso)."
        },
        {
          "activity": "Dati di log del server",
          "basis": "Art. 6(1)(f) GDPR (interessi legittimi)",
          "explanation": "Il trattamento è necessario per garantire la sicurezza e la stabilità dei nostri servizi."
        },
        {
          "activity": "Feedback (opzionale)",
          "basis": "Art. 6(1)(a) GDPR (consenso)",
          "explanation": "Il trattamento dei suoi dati di feedback si basa sul suo consenso volontario."
        }
      ]
    },
    "section5": {
      "title": "5. Note speciali sulla protezione dei dati sanitari",
      "intro": "Poiché il nostro servizio consente l'elaborazione di documenti medici che possono contenere dati sanitari, notiamo specificamente:",
      "items": [
        "I dati sanitari appartengono alle categorie particolari di dati personali ai sensi dell'Art. 9 GDPR.",
        "Trattiamo questi dati esclusivamente per scopi di traduzione e solo dopo il suo consenso esplicito e separato (vedere sezione 9).",
        "Prima dell'elaborazione IA, tutte le informazioni personali (nomi, indirizzi, numeri di telefono, ecc.) vengono automaticamente rimosse.",
        "Vengono adottate misure tecniche e organizzative speciali per proteggere questi dati (crittografia, breve durata di conservazione, eliminazione automatica).",
        "Tutti i dati vengono eliminati dai sistemi attivi immediatamente dopo l'elaborazione, in ogni caso entro 1 ora.",
        "I risultati della traduzione servono esclusivamente per la sua informazione e non sostituiscono la consulenza e l'assistenza medica. Non viene effettuato alcun esame, diagnosi o raccomandazione terapeutica."
      ]
    },
    "section6": {
      "title": "6. Terze parti ed elaborazione dei dati",
      "intro": "Per fornire il nostro servizio, utilizziamo i seguenti fornitori esterni. L'elaborazione dei dati avviene principalmente all'interno dell'Unione Europea. Per il servizio CDN e di sicurezza (Cloudflare), può verificarsi un trasferimento di dati negli USA, protetto da garanzie adeguate.",
      "cloudflare": {
        "title": "Cloudflare (USA/Globale)",
        "address": "Cloudflare, Inc., 101 Townsend St, San Francisco, CA 94107, USA",
        "purpose": "La protezione dei suoi dati sanitari sensibili è la nostra massima priorità. Utilizziamo Cloudflare come rete di distribuzione dei contenuti (CDN) e per servizi DNS con proxy attivato per proteggere il nostro sito web e i suoi dati dagli attacchi informatici.",
        "legalBasis": "Art. 6(1)(f) GDPR (interesse legittimo alla sicurezza e disponibilità del nostro sito web).",
        "thirdCountryTransfer": "Cloudflare è un'azienda statunitense. Il trasferimento di dati negli USA avviene sulla base delle clausole contrattuali tipo dell'UE (CCT) ai sensi dell'Art. 46(2)(c) GDPR e del Quadro di Protezione dei Dati UE-USA. Cloudflare è certificato nel Data Privacy Framework."
      },
      "mistral": {
        "title": "Mistral AI (Francia/UE)",
        "address": "Mistral AI, 15 rue des Halles, 75001 Parigi, Francia",
        "purpose": "Riconoscimento del testo (OCR) e traduzione assistiti da IA. Per la traduzione, solo i testi ripuliti dai PII vengono trasmessi a Mistral AI.",
        "ocrNote": "Nota importante sull'OCR: Durante l'elaborazione OCR, il documento non elaborato viene trasmesso a Mistral AI prima che possa avvenire la rimozione dei PII.",
        "legalBasis": "Art. 28 GDPR (contratto di responsabile del trattamento). L'elaborazione dei dati avviene in Francia all'interno dell'UE."
      },
      "hetzner": {
        "title": "Hetzner (Germania/UE)",
        "address": "Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen, Germania",
        "purpose": "Rimozione dei PII (rimozione dei dati personali) e servizio OCR di backup (PaddleOCR). I server sono situati in Germania.",
        "legalBasis": "Art. 28 GDPR (contratto di responsabile del trattamento)."
      },
      "railway": {
        "title": "Railway (USA con elaborazione dati UE)",
        "address": "Railway Corporation, San Francisco, CA, USA",
        "purpose": "Hosting dell'applicazione e del database PostgreSQL crittografato nella regione UE. Railway è certificato SOC 2 Type I e offre accordi di trattamento dei dati conformi al GDPR.",
        "legalBasis": "Art. 28 GDPR (contratto di responsabile del trattamento).",
        "thirdCountryNote": "Railway è un'azienda statunitense. L'accesso ai dati dagli USA non può essere completamente escluso. Il trasferimento di dati è protetto da clausole contrattuali tipo dell'UE (CCT) ai sensi dell'Art. 46(2)(c) GDPR."
      },
      "dpaNote": "Esistono contratti di responsabile del trattamento (DPA) ai sensi dell'Art. 28 GDPR con tutti i fornitori esterni menzionati, che garantiscono la protezione dei suoi dati secondo gli standard europei di protezione dei dati."
    },
    "section7": {
      "title": "7. Nota importante sulla rimozione dei dati personali",
      "warning": "NESSUNA GARANZIA DI RIMOZIONE COMPLETA DEI PII",
      "warningText": "La rimozione automatica dei dati personali è un processo al meglio delle nostre capacità. Non possiamo garantire che tutti i dati personali vengano riconosciuti e rimossi al 100%.",
      "limitationsText": "Nonostante le tecnologie avanzate (spaCy NER, Microsoft Presidio, corrispondenza di pattern regex), formati di nomi insoliti, note scritte a mano o strutture di documenti atipiche possono far passare inosservati alcuni dati personali.",
      "ocrWarning": "Importante: Durante l'elaborazione OCR, il suo documento viene prima trasmesso a Mistral AI (Francia) PRIMA che possa avvenire la rimozione dei PII. I dati personali vengono rimossi solo dopo il riconoscimento del testo.",
      "recommendation": "Prima del caricamento, raccomandiamo vivamente di oscurare o rimuovere manualmente i dati personali evidenti come nomi, indirizzi, date di nascita e numeri di assicurazione.",
      "medicalTermsNote": "I termini medici, le diagnosi e i risultati deliberatamente NON vengono rimossi in quanto sono necessari per la traduzione.",
      "consent": "Caricando i suoi documenti e dando il suo consenso esplicito (sezione 9), conferma di aver compreso questa nota e di accettare che la rimozione dei PII non può essere garantita al 100%."
    },
    "lastUpdated": "Ultimo aggiornamento:"
  },
  "impressum": {
    "pageTitle": "Note legali",
    "section1": {
      "title": "Informazioni ai sensi del § 5 TMG",
      "name": "[Il suo nome o nome dell'azienda]",
      "address": "[Il suo indirizzo]",
      "city": "[CAP e città]",
      "country": "Germania"
    },
    "contact": {
      "title": "Contatto",
      "phone": "Telefono: [Il suo numero di telefono]",
      "email": "E-mail: [Il suo indirizzo e-mail]",
      "website": "Sito web: [URL del suo sito web]"
    },
    "register": {
      "title": "Iscrizione al registro",
      "text": "Iscrizione al registro delle imprese.",
      "court": "Tribunale di registrazione: [Il suo tribunale di registrazione]",
      "number": "Numero di registrazione: [Il suo numero di registrazione]"
    },
    "tax": {
      "title": "Partita IVA",
      "text": "Numero di identificazione IVA ai sensi del § 27 a della legge sull'IVA:",
      "number": "[La sua partita IVA]"
    },
    "disclaimer": {
      "title": "Esclusione di responsabilità",
      "contentTitle": "Responsabilità per i contenuti",
      "contentText": "I contenuti delle nostre pagine sono stati creati con la massima cura. Tuttavia, non possiamo garantire l'accuratezza, completezza o attualità dei contenuti.",
      "linksTitle": "Responsabilità per i link",
      "linksText": "La nostra offerta contiene link a siti web esterni di terze parti sui cui contenuti non abbiamo alcuna influenza. Pertanto, non possiamo accettare alcuna responsabilità per questi contenuti di terze parti.",
      "copyrightTitle": "Copyright",
      "copyrightText": "I contenuti e le opere creati dagli operatori del sito su queste pagine sono soggetti alla legge tedesca sul copyright."
    },
    "lastUpdated": "Ultimo aggiornamento:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Termini e condizioni generali di utilizzo",
    "websiteName": "healthlingo.de",
    "medicalDisclaimer": "Si prega di notare: Nell'ambito di questo servizio non vengono effettuate né verificate diagnosi mediche o psicoterapeutiche e non vengono fornite raccomandazioni terapeutiche. Il nostro servizio non sostituisce la consulenza e l'assistenza medica. Per qualsiasi domanda concreta su una diagnosi, una malattia o un trattamento, si prega di consultare sempre un medico qualificato.",
    "tableOfContents": {
      "title": "Indice",
      "items": [
        "§ 1 Ambito di applicazione e oggetto del contratto",
        "§ 2 Definizioni",
        "§ 3 Conclusione del contratto",
        "§ 4 Descrizione delle prestazioni",
        "§ 5 Condizioni di utilizzo",
        "§ 6 Diritti di utilizzo",
        "§ 7 Obblighi dell'utente",
        "§ 8 Uso vietato",
        "§ 9 Esclusione di responsabilità medica",
        "§ 10 Nota sulla rimozione dei PII",
        "§ 11 Proprietà intellettuale e copyright",
        "§ 12 Disponibilità e requisiti tecnici",
        "§ 13 Garanzia",
        "§ 14 Limitazione di responsabilità",
        "§ 15 Manleva",
        "§ 16 Protezione dei dati",
        "§ 17 Diritto di recesso del consumatore",
        "§ 18 Risoluzione del contratto",
        "§ 19 Modifiche ai termini di utilizzo",
        "§ 20 Legge applicabile e giurisdizione",
        "§ 21 Risoluzione extragiudiziale delle controversie",
        "§ 22 Compensazione e ritenzione",
        "§ 23 Clausola di salvaguardia",
        "§ 24 Contatto"
      ]
    },
    "section4": {
      "title": "§ 4 Descrizione delle prestazioni",
      "subsection1": {
        "title": "4.1 Oggetto del contratto e funzioni principali",
        "intro": "healthlingo.de è un servizio online che le consente di tradurre documenti medici in un linguaggio comprensibile. L'obiettivo è metterla in grado, come paziente informato, di comprendere le informazioni che le vengono comunicate in un documento medico. Il servizio comprende:",
        "items": [
          "Riconoscimento automatico del testo (OCR) per i documenti caricati tramite IA",
          "Traduzione del linguaggio medico specialistico in un linguaggio comprensibile per i pazienti (tedesco)",
          "Traduzione in altre lingue di destinazione (inglese, francese, spagnolo, italiano, portoghese, olandese, polacco)",
          "Verifica automatizzata della plausibilità e coerenza della traduzione (non sostituisce la consulenza medica)",
          "Download dei risultati della traduzione"
        ],
        "note": "Il servizio è tecnicamente programmato in modo che la traduzione dei documenti funzioni in modo completamente automatico. Le informazioni del documento originale non vengono valutate, interpretate o integrate dal punto di vista medico, ma solo tradotte automaticamente."
      }
    },
    "section15": {
      "title": "§ 15 Manleva",
      "p1": "(1) L'utente manleva il fornitore da pretese di terzi fatte valere a causa di una violazione colpevole dei loro diritti da parte dell'utente, in particolare mediante il caricamento di documenti senza la relativa autorizzazione.",
      "p2": "(2) L'utente rimborsa al fornitore i costi necessari di una ragionevole difesa legale.",
      "p3": "(3) L'obbligo di manleva non si applica nella misura in cui l'utente non è responsabile della violazione.",
      "p4": "(4) L'utente è tenuto a informare immediatamente il fornitore in caso di reclami di terzi e ad assisterlo nella difesa legale."
    },
    "section16": {
      "title": "§ 16 Protezione dei dati",
      "p1": "(1) La protezione dei suoi dati personali è particolarmente importante per noi. Il trattamento avviene in conformità con il GDPR e il BDSG.",
      "p2": "(2) La nostra informativa sulla privacy completa è disponibile al punto di menu \"Protezione dei dati\" sul nostro sito web.",
      "p3": "(3) L'utilizzo del servizio richiede un consenso esplicito al trattamento dei dati sanitari.",
      "p4": "(4) I suoi documenti vengono automaticamente e irrevocabilmente eliminati dai nostri sistemi attivi al massimo entro 1 ora dall'elaborazione. I dettagli sull'eliminazione e sui dati di protocollo tecnico si trovano nella nostra informativa sulla privacy.",
      "p5": "(5) L'elaborazione dei suoi documenti avviene all'interno dell'Unione Europea. Per i servizi di sicurezza (CDN, protezione DDoS), utilizziamo Cloudflare, il che può comportare un trasferimento di dati di connessione negli USA. I dettagli e le basi giuridiche si trovano nella nostra informativa sulla privacy (sezione 6).",
      "p6": "(6) Senza il suo consenso, i dati personali non verranno utilizzati per scopi pubblicitari.",
      "linkText": "All'informativa sulla privacy completa"
    },
    "section19": {
      "title": "§ 19 Modifiche ai termini di utilizzo",
      "p1": "(1) Il fornitore si riserva il diritto di modificare questi CGU in qualsiasi momento con effetto per il futuro.",
      "p2": "(2) Le modifiche entrano in vigore con la loro pubblicazione su questa pagina.",
      "p3": "(3) In caso di modifiche sostanziali, il fornitore la informerà con un avviso sul sito web.",
      "p4": "(4) In caso di modifiche sostanziali, le verrà chiesto di confermare attivamente i nuovi CGU prima del prossimo utilizzo. Senza questa conferma, un ulteriore utilizzo non è possibile.",
      "p5": "(5) Si applicano i CGU nella versione in vigore al momento dell'utilizzo."
    },
    "section21": {
      "title": "§ 21 Risoluzione extragiudiziale delle controversie",
      "p1": "(1) La piattaforma di risoluzione delle controversie online (ODR) dell'UE è stata dismessa il 20 luglio 2025. Per la risoluzione extragiudiziale delle controversie, può rivolgersi al Centro Generale di Mediazione dei Consumatori: www.verbraucher-schlichter.de",
      "p2": "(2) Non siamo disposti né tenuti a partecipare a una procedura di risoluzione delle controversie.",
      "p3": "(3) Il nostro indirizzo e-mail si trova nelle note legali così come nel § 24 di questi CGU."
    },
    "lastUpdated": "Ultimo aggiornamento:"
  }
}
