{
  "datenschutz": {
    "pageTitle": "Política de privacidad",
    "websiteName": "healthlingo.de",
    "section1": {
      "title": "1. Protección de datos en resumen",
      "generalTitle": "Información general",
      "generalText": "Las siguientes notas proporcionan una visión general simple de lo que sucede con sus datos personales cuando visita este sitio web. Los datos personales son todos los datos con los que puede ser identificado personalmente.",
      "responsibleQuestion": "¿Quién es responsable de la recopilación de datos en este sitio web?",
      "responsibleIntro": "El tratamiento de datos en este sitio web es realizado por:",
      "responsibleName": "[Nombre Apellido / Nombre de la empresa]",
      "responsibleAddress": "[Calle y número]",
      "responsibleCity": "[Código postal Ciudad]",
      "responsibleEmail": "Correo electrónico: [Dirección de correo electrónico]",
      "responsiblePhone": "Teléfono: [Número de teléfono]",
      "serviceTitle": "Uso de nuestro servicio",
      "serviceText": "Nuestro servicio de traducción funciona con una recopilación mínima de datos. No necesita una cuenta de usuario ni necesita registrarse para traducir documentos. No almacenamos datos personales de los usuarios finales más allá de la duración del procesamiento. Sus documentos se procesan sin asociarse a una identidad personal.",
      "howCollectQuestion": "¿Cómo recopilamos sus datos?",
      "howCollectText": "Los únicos datos que recopilamos activamente son los documentos que carga para traducción. Además, se recopilan automáticamente datos técnicos (como su dirección IP) que son técnicamente necesarios para el funcionamiento del sitio web. Estos se eliminan después de 1 hora como máximo.",
      "purposeQuestion": "¿Para qué utilizamos sus datos?",
      "purposeText": "Los documentos cargados se procesan exclusivamente para fines de traducción. Después de completar el procesamiento, todos los datos personales se eliminan automáticamente. Solo se conservan estadísticas de uso anónimas (número de tokens, costos) para mejorar el servicio. No hay transmisión a terceros para sus propios fines ni uso como datos de entrenamiento de IA.",
      "rightsQuestion": "¿Qué derechos tiene respecto a sus datos?",
      "rightsText": "Tiene derecho en cualquier momento a obtener información sobre el origen, los destinatarios y el propósito de sus datos personales almacenados. También tiene derecho a solicitar la rectificación, limitación del tratamiento o eliminación de estos datos. Para esto y para cualquier otra pregunta sobre protección de datos, puede contactarnos en cualquier momento. También tiene derecho a presentar una queja ante la autoridad de supervisión competente."
    },
    "section2": {
      "title": "2. Información general y divulgaciones obligatorias",
      "privacyTitle": "Protección de datos",
      "privacyText": "Los operadores de estas páginas toman muy en serio la protección de sus datos personales. Tratamos sus datos personales de forma confidencial y de acuerdo con las regulaciones legales de protección de datos y esta política de privacidad.",
      "storageTitle": "Duración del almacenamiento",
      "storageText": "Los documentos cargados y sus traducciones se eliminan de los sistemas activos inmediatamente después de completar el procesamiento, en todo caso dentro de 1 hora. Este plazo le permite proporcionarnos comentarios opcionales sobre su traducción. Se eliminan los siguientes datos:",
      "storageItems": [
        "El documento original cargado",
        "Los textos extraídos (después de la eliminación de PII)",
        "Los resultados de traducción",
        "Los metadatos de procesamiento que contienen datos personales",
        "Las direcciones IP"
      ],
      "storageNote": "Este corto período de almacenamiento maximiza su protección de datos. Después de la eliminación de los sistemas activos, los datos ya no son recuperables.",
      "sslTitle": "Cifrado SSL/TLS",
      "sslText": "Este sitio utiliza cifrado SSL o TLS por razones de seguridad y para proteger la transmisión de contenido confidencial, como los documentos médicos que nos envía. Puede reconocer una conexión cifrada por el cambio de la barra de direcciones del navegador de \"http://\" a \"https://\" y por el símbolo del candado en la barra de su navegador."
    },
    "section3": {
      "title": "3. Recopilación de datos en este sitio web",
      "cookiesTitle": "Cookies",
      "cookiesText": "No utilizamos cookies de marketing, análisis ni seguimiento. Nuestro servicio utiliza exclusivamente cookies técnicamente necesarias que son requeridas para el funcionamiento del sitio web.",
      "cookiesLanguage": "Establecemos una cookie para guardar su preferencia de idioma. Esta cookie (\"i18next\") almacena su idioma seleccionado para que el sitio web se muestre automáticamente en su idioma preferido en su próxima visita. Esta cookie no contiene datos personales y es puramente funcional.",
      "cookiesCloudflare": "Cloudflare puede establecer cookies de seguridad técnicamente necesarias dependiendo de la configuración para proteger nuestro sitio web contra ciberataques y garantizar la integridad del servicio. Estas cookies sirven exclusivamente para la seguridad y no contienen datos personales con fines publicitarios.",
      "serverLogsTitle": "Archivos de registro del servidor",
      "serverLogsText": "El proveedor de estas páginas recopila y almacena automáticamente información en archivos de registro del servidor que su navegador nos transmite automáticamente. Estos son:",
      "serverLogsItems": [
        "Tipo y versión del navegador",
        "Sistema operativo utilizado",
        "URL de referencia",
        "Nombre de host del ordenador que accede",
        "Hora de la solicitud al servidor",
        "Dirección IP"
      ],
      "serverLogsNote": "Estos datos no se fusionan con otras fuentes de datos. El procesamiento de los datos de registro del servidor se basa en nuestro interés legítimo en la seguridad y estabilidad de nuestros servicios conforme al Art. 6(1)(f) del RGPD. Los datos de registro se eliminan automáticamente después de 1 hora como máximo.",
      "medicalTitle": "Tratamiento de documentos médicos",
      "medicalText": "Al utilizar nuestro servicio de traducción para documentos médicos, se aplican las siguientes medidas de protección de datos:",
      "medicalItems": [
        {
          "title": "Eliminación automática de PII",
          "text": "Antes del procesamiento por sistemas de IA, la información personal (nombres, direcciones, números de teléfono, fechas de nacimiento, números de seguro) se elimina automáticamente de los documentos."
        },
        {
          "title": "Almacenamiento temporal",
          "text": "Los documentos solo se almacenan temporalmente durante el procesamiento (máximo 1 hora)."
        },
        {
          "title": "Eliminación automática",
          "text": "Después de completar la traducción, todos los datos personales se eliminan de los sistemas activos inmediatamente, en todo caso dentro de 1 hora."
        },
        {
          "title": "Sin almacenamiento permanente",
          "text": "No hay almacenamiento permanente de documentos o traducciones."
        },
        {
          "title": "Sin uso como datos de entrenamiento",
          "text": "Sus documentos y traducciones no se utilizan como datos de entrenamiento para modelos de IA."
        },
        {
          "title": "Transmisión cifrada",
          "text": "Todos los datos se transmiten cifrados a través de HTTPS/TLS."
        },
        {
          "title": "Cifrado en reposo",
          "text": "Todos los documentos cargados se cifran con AES-256-GCM y se almacenan en la base de datos."
        },
        {
          "title": "Sin cookies de seguimiento",
          "text": "Nuestro servicio no utiliza cookies de marketing, análisis ni seguimiento. Solo se utilizan cookies técnicamente necesarias para la configuración del idioma y la seguridad."
        },
        {
          "title": "Procesamiento de datos principalmente en la UE",
          "text": "El procesamiento de sus documentos se realiza exclusivamente dentro de la UE (Alemania y Francia). Para los servicios de CDN y seguridad (Cloudflare), puede producirse una transferencia de datos a EE.UU., protegida por cláusulas contractuales tipo de la UE y el Marco de Privacidad de Datos UE-EE.UU. (ver sección 6)."
        }
      ]
    },
    "section4": {
      "title": "4. Bases jurídicas del tratamiento",
      "intro": "Para las diferentes actividades de tratamiento, nos basamos en las siguientes bases jurídicas:",
      "legalBases": [
        {
          "activity": "Tratamiento de documentos (sin datos de salud)",
          "basis": "Art. 6(1)(b) RGPD (ejecución del contrato)",
          "explanation": "El tratamiento es necesario para la ejecución del contrato celebrado entre usted y nosotros relativo a la prestación de contenidos digitales (§§ 327 y ss. BGB)."
        },
        {
          "activity": "Tratamiento de datos de salud (documentos médicos)",
          "basis": "Art. 6(1)(b) RGPD (ejecución del contrato) + Art. 9(2)(a) RGPD (consentimiento explícito)",
          "explanation": "El tratamiento se realiza para la ejecución del contrato de traducción (Art. 6). Dado que los documentos médicos contienen regularmente datos de salud, también se requiere su consentimiento explícito conforme al Art. 9 RGPD (ver sección 9 – Su consentimiento)."
        },
        {
          "activity": "Datos de registro del servidor",
          "basis": "Art. 6(1)(f) RGPD (intereses legítimos)",
          "explanation": "El tratamiento es necesario para garantizar la seguridad y estabilidad de nuestros servicios."
        },
        {
          "activity": "Comentarios (opcional)",
          "basis": "Art. 6(1)(a) RGPD (consentimiento)",
          "explanation": "El tratamiento de sus datos de comentarios se basa en su consentimiento voluntario."
        }
      ]
    },
    "section5": {
      "title": "5. Notas especiales sobre la protección de datos de salud",
      "intro": "Dado que nuestro servicio permite el tratamiento de documentos médicos que pueden contener datos de salud, le informamos especialmente:",
      "items": [
        "Los datos de salud pertenecen a las categorías especiales de datos personales según el Art. 9 RGPD.",
        "Tratamos estos datos exclusivamente para fines de traducción y solo después de su consentimiento explícito y separado (ver sección 9).",
        "Antes del tratamiento por IA, toda la información personal (nombres, direcciones, números de teléfono, etc.) se elimina automáticamente.",
        "Se toman medidas técnicas y organizativas especiales para proteger estos datos (cifrado, corta duración de almacenamiento, eliminación automática).",
        "Todos los datos se eliminan de los sistemas activos inmediatamente después del tratamiento, en todo caso dentro de 1 hora.",
        "Los resultados de traducción sirven exclusivamente para su información y no sustituyen la consulta y el asesoramiento médico. No se realiza ningún examen, diagnóstico ni recomendación terapéutica."
      ]
    },
    "section6": {
      "title": "6. Terceros y tratamiento de datos",
      "intro": "Para proporcionar nuestro servicio, utilizamos los siguientes proveedores externos. El tratamiento de datos se realiza principalmente dentro de la Unión Europea. Para el servicio de CDN y seguridad (Cloudflare), puede producirse una transferencia de datos a EE.UU., protegida por garantías adecuadas.",
      "cloudflare": {
        "title": "Cloudflare (EE.UU./Global)",
        "address": "Cloudflare, Inc., 101 Townsend St, San Francisco, CA 94107, USA",
        "purpose": "La protección de sus datos de salud sensibles es nuestra máxima prioridad. Utilizamos Cloudflare como red de distribución de contenidos (CDN) y para servicios DNS con proxy activado para proteger nuestro sitio web y sus datos contra ciberataques.",
        "legalBasis": "Art. 6(1)(f) RGPD (interés legítimo en la seguridad y disponibilidad de nuestro sitio web).",
        "thirdCountryTransfer": "Cloudflare es una empresa estadounidense. La transferencia de datos a EE.UU. se realiza sobre la base de las cláusulas contractuales tipo de la UE (CCT) conforme al Art. 46(2)(c) RGPD así como el Marco de Privacidad de Datos UE-EE.UU. Cloudflare está certificado bajo el Data Privacy Framework."
      },
      "mistral": {
        "title": "Mistral AI (Francia/UE)",
        "address": "Mistral AI, 15 rue des Halles, 75001 París, Francia",
        "purpose": "Reconocimiento de texto (OCR) y traducción asistidos por IA. Para la traducción, solo se transmiten a Mistral AI los textos limpiados de PII.",
        "ocrNote": "Nota importante sobre OCR: Durante el procesamiento OCR, el documento sin procesar se transmite a Mistral AI antes de que pueda realizarse la eliminación de PII.",
        "legalBasis": "Art. 28 RGPD (contrato de encargado del tratamiento). El tratamiento de datos se realiza en Francia dentro de la UE."
      },
      "hetzner": {
        "title": "Hetzner (Alemania/UE)",
        "address": "Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen, Alemania",
        "purpose": "Eliminación de PII (eliminación de datos personales) y servicio OCR de respaldo (PaddleOCR). Los servidores están ubicados en Alemania.",
        "legalBasis": "Art. 28 RGPD (contrato de encargado del tratamiento)."
      },
      "railway": {
        "title": "Railway (EE.UU. con tratamiento de datos UE)",
        "address": "Railway Corporation, San Francisco, CA, USA",
        "purpose": "Alojamiento de la aplicación y la base de datos PostgreSQL cifrada en la región UE. Railway está certificado SOC 2 Type I y ofrece acuerdos de tratamiento de datos conformes con el RGPD.",
        "legalBasis": "Art. 28 RGPD (contrato de encargado del tratamiento).",
        "thirdCountryTransfer": "Railway es una empresa estadounidense. El acceso a datos desde EE.UU. no puede excluirse completamente. La transferencia de datos está protegida por cláusulas contractuales tipo de la UE (CCT) conforme al Art. 46(2)(c) RGPD."
      },
      "dpaNote": "Existen contratos de encargado del tratamiento (DPA) conforme al Art. 28 RGPD con todos los proveedores externos mencionados, que garantizan la protección de sus datos según los estándares europeos de protección de datos."
    },
    "section7": {
      "title": "7. Nota importante sobre la eliminación de datos personales",
      "warning": "SIN GARANTÍA DE ELIMINACIÓN COMPLETA DE PII",
      "warningText": "La eliminación automática de datos personales es un proceso de mejor esfuerzo. No podemos garantizar que todos los datos personales sean reconocidos y eliminados al 100%.",
      "limitationsText": "A pesar de las tecnologías avanzadas (spaCy NER, Microsoft Presidio, coincidencia de patrones regex), formatos de nombres inusuales, notas manuscritas o estructuras de documentos atípicas pueden hacer que algunos datos personales pasen desapercibidos.",
      "ocrWarning": "Importante: Durante el procesamiento OCR, su documento se transmite primero a Mistral AI (Francia) ANTES de que pueda realizarse la eliminación de PII. Los datos personales solo se eliminan después del reconocimiento del texto.",
      "recommendation": "Antes de cargar, recomendamos encarecidamente tachar o eliminar manualmente los datos personales evidentes como nombres, direcciones, fechas de nacimiento y números de seguro.",
      "medicalTermsNote": "Los términos médicos, diagnósticos y hallazgos no se eliminan deliberadamente ya que son necesarios para la traducción.",
      "consent": "Al cargar sus documentos y dar su consentimiento explícito (sección 9), confirma que ha entendido esta nota y acepta que la eliminación de PII no puede garantizarse al 100%."
    },
    "lastUpdated": "Última actualización:"
  },
  "impressum": {
    "pageTitle": "Aviso legal",
    "section1": {
      "title": "Información según § 5 TMG",
      "name": "[Su nombre o nombre de la empresa]",
      "address": "[Su dirección]",
      "city": "[Código postal y ciudad]",
      "country": "Alemania"
    },
    "contact": {
      "title": "Contacto",
      "phone": "Teléfono: [Su número de teléfono]",
      "email": "Correo electrónico: [Su dirección de correo electrónico]",
      "website": "Sitio web: [URL de su sitio web]"
    },
    "register": {
      "title": "Inscripción registral",
      "text": "Inscripción en el registro mercantil.",
      "court": "Juzgado de registro: [Su juzgado de registro]",
      "number": "Número de registro: [Su número de registro]"
    },
    "tax": {
      "title": "NIF-IVA",
      "text": "Número de identificación del IVA según § 27 a de la Ley del IVA:",
      "number": "[Su NIF-IVA]"
    },
    "disclaimer": {
      "title": "Descargo de responsabilidad",
      "contentTitle": "Responsabilidad por el contenido",
      "contentText": "Los contenidos de nuestras páginas han sido creados con el mayor cuidado. Sin embargo, no podemos garantizar la exactitud, integridad o actualidad del contenido.",
      "linksTitle": "Responsabilidad por los enlaces",
      "linksText": "Nuestra oferta contiene enlaces a sitios web externos de terceros sobre cuyo contenido no tenemos influencia. Por lo tanto, no podemos aceptar ninguna responsabilidad por estos contenidos de terceros.",
      "copyrightTitle": "Derechos de autor",
      "copyrightText": "El contenido y las obras creados por los operadores del sitio en estas páginas están sujetos a la ley alemana de derechos de autor."
    },
    "lastUpdated": "Última actualización:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Condiciones generales de uso",
    "websiteName": "healthlingo.de",
    "medicalDisclaimer": "Tenga en cuenta: En el marco de este servicio no se realizan ni verifican diagnósticos médicos o psicoterapéuticos y no se dan recomendaciones terapéuticas. Nuestro servicio no sustituye la consulta y el asesoramiento médico. Para cualquier pregunta concreta sobre un diagnóstico, una enfermedad o un tratamiento, consulte siempre a un médico calificado.",
    "tableOfContents": {
      "title": "Índice",
      "items": [
        "§ 1 Ámbito de aplicación y objeto del contrato",
        "§ 2 Definiciones",
        "§ 3 Celebración del contrato",
        "§ 4 Descripción de las prestaciones",
        "§ 5 Condiciones de uso",
        "§ 6 Derechos de uso",
        "§ 7 Obligaciones del usuario",
        "§ 8 Uso prohibido",
        "§ 9 Exclusión de responsabilidad médica",
        "§ 10 Nota sobre la eliminación de PII",
        "§ 11 Propiedad intelectual y derechos de autor",
        "§ 12 Disponibilidad y requisitos técnicos",
        "§ 13 Garantía",
        "§ 14 Limitación de responsabilidad",
        "§ 15 Indemnización",
        "§ 16 Protección de datos",
        "§ 17 Derecho de desistimiento del consumidor",
        "§ 18 Terminación del contrato",
        "§ 19 Modificaciones de las condiciones de uso",
        "§ 20 Derecho aplicable y jurisdicción",
        "§ 21 Resolución extrajudicial de conflictos",
        "§ 22 Compensación y retención",
        "§ 23 Cláusula de salvaguardia",
        "§ 24 Contacto"
      ]
    },
    "section4": {
      "title": "§ 4 Descripción de las prestaciones",
      "subsection1": {
        "title": "4.1 Objeto del contrato y funciones principales",
        "intro": "healthlingo.de es un servicio en línea que le permite traducir documentos médicos a un lenguaje comprensible. El objetivo es capacitarle, como paciente informado, para comprender la información que se le comunica en un documento médico. El servicio incluye:",
        "items": [
          "Reconocimiento automático de texto (OCR) para documentos cargados mediante IA",
          "Traducción del lenguaje médico especializado a un lenguaje comprensible para los pacientes (alemán)",
          "Traducción a otros idiomas de destino (inglés, francés, español, italiano, portugués, neerlandés, polaco)",
          "Verificación automatizada de la plausibilidad y coherencia de la traducción (no sustituye la consulta médica)",
          "Descarga de los resultados de traducción"
        ],
        "note": "El servicio está técnicamente programado de manera que la traducción de los documentos funciona de forma completamente automática. La información del documento original no se evalúa, interpreta ni complementa médicamente, sino que solo se traduce automáticamente."
      }
    },
    "section15": {
      "title": "§ 15 Indemnización",
      "p1": "(1) El usuario libera al proveedor de las reclamaciones de terceros invocadas debido a una violación culpable de sus derechos por parte del usuario, en particular mediante la carga de documentos sin la autorización correspondiente.",
      "p2": "(2) El usuario reembolsa al proveedor los costos necesarios de una defensa legal razonable.",
      "p3": "(3) La obligación de indemnización no se aplica en la medida en que el usuario no sea responsable de la violación.",
      "p4": "(4) El usuario está obligado a informar inmediatamente al proveedor en caso de reclamación de terceros y a asistirle en la defensa legal."
    },
    "section16": {
      "title": "§ 16 Protección de datos",
      "p1": "(1) La protección de sus datos personales es especialmente importante para nosotros. El tratamiento se realiza conforme al RGPD y al BDSG.",
      "p2": "(2) Nuestra política de privacidad completa está disponible en el punto de menú \"Protección de datos\" en nuestro sitio web.",
      "p3": "(3) El uso del servicio requiere un consentimiento explícito al tratamiento de datos de salud.",
      "p4": "(4) Sus documentos se eliminan automática e irrevocablemente de nuestros sistemas activos como máximo 1 hora después del tratamiento. Los detalles sobre la eliminación así como sobre los datos de protocolo técnico se encuentran en nuestra política de privacidad.",
      "p5": "(5) El tratamiento de sus documentos se realiza dentro de la Unión Europea. Para los servicios de seguridad (CDN, protección DDoS), utilizamos Cloudflare, lo que puede resultar en una transferencia de datos de conexión a EE.UU. Los detalles y bases jurídicas se encuentran en nuestra política de privacidad (sección 6).",
      "p6": "(6) Sin su consentimiento, los datos personales no se utilizarán con fines publicitarios.",
      "linkText": "A la política de privacidad completa"
    },
    "section19": {
      "title": "§ 19 Modificaciones de las condiciones de uso",
      "p1": "(1) El proveedor se reserva el derecho de modificar estas CGU en cualquier momento con efecto para el futuro.",
      "p2": "(2) Las modificaciones entran en vigor mediante su publicación en esta página.",
      "p3": "(3) En caso de modificaciones sustanciales, el proveedor le informará mediante un aviso en el sitio web.",
      "p4": "(4) En caso de modificaciones sustanciales, se le pedirá que confirme activamente las nuevas CGU antes del próximo uso. Sin esta confirmación, no es posible un uso posterior.",
      "p5": "(5) Se aplican las CGU en su versión vigente en el momento del uso."
    },
    "section21": {
      "title": "§ 21 Resolución extrajudicial de conflictos",
      "p1": "(1) La plataforma de resolución de litigios en línea (RLL) de la UE fue descontinuada el 20 de julio de 2025. Para la resolución extrajudicial de conflictos, puede dirigirse al Centro General de Mediación del Consumidor: www.verbraucher-schlichter.de",
      "p2": "(2) No estamos dispuestos ni obligados a participar en un procedimiento de resolución de conflictos.",
      "p3": "(3) Nuestra dirección de correo electrónico se encuentra en el aviso legal así como en el § 24 de estas CGU."
    },
    "lastUpdated": "Última actualización:"
  }
}
