{
  "datenschutz": {
    "pageTitle": "Datenschutzerklärung",
    "websiteName": "healthlingo.de",
    "section1": {
      "title": "1. Datenschutz auf einen Blick",
      "generalTitle": "Allgemeine Hinweise",
      "generalText": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können.",
      "responsibleQuestion": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
      "responsibleIntro": "Die Datenverarbeitung auf dieser Website erfolgt durch:",
      "responsibleName": "[Vorname Nachname / Firmenname]",
      "responsibleAddress": "[Straße und Hausnummer]",
      "responsibleCity": "[PLZ Ort]",
      "responsibleEmail": "E-Mail: [E-Mail-Adresse]",
      "responsiblePhone": "Telefon: [Telefonnummer]",
      "dpoTitle": "Datenschutzbeauftragter",
      "dpoText": "[Falls ein DSB bestellt ist, hier Name und Kontaktdaten einfügen. Falls kein DSB erforderlich ist, diesen Abschnitt entfernen.]",
      "dpoName": "[Name des Datenschutzbeauftragten]",
      "dpoEmail": "E-Mail: [DSB E-Mail-Adresse]",
      "serviceTitle": "Nutzung unseres Dienstes",
      "serviceText": "Unser Übersetzungsdienst funktioniert mit minimaler Datenerhebung. Sie benötigen kein Benutzerkonto und müssen sich nicht registrieren, um Dokumente zu übersetzen. Wir speichern keine personenbezogenen Daten von Endnutzern über die Verarbeitungsdauer hinaus. Die Verarbeitung Ihrer Dokumente erfolgt ohne Zuordnung zu einer persönlichen Identität.",
      "howCollectQuestion": "Wie erfassen wir Ihre Daten?",
      "howCollectText": "Die einzigen Daten, die wir aktiv erheben, sind die Dokumente, die Sie zur Übersetzung hochladen. Darüber hinaus werden automatisch technische Daten erfasst (wie Ihre IP-Adresse), die für den Betrieb der Website technisch erforderlich sind. Diese werden nach maximal 1 Stunde gelöscht.",
      "purposeQuestion": "Wofür nutzen wir Ihre Daten?",
      "purposeText": "Die hochgeladenen Dokumente werden ausschließlich zum Zweck der Übersetzung verarbeitet. Nach Abschluss der Verarbeitung werden alle personenbezogenen Daten automatisch gelöscht. Lediglich anonyme Nutzungsstatistiken (Token-Anzahl, Kosten) werden zur Dienstverbesserung aufbewahrt. Es erfolgt keine Weitergabe an Dritte zu eigenen Zwecken und keine Nutzung als KI-Trainingsdaten.",
      "rightsQuestion": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
      "rightsText": "Sie haben jederzeit das Recht auf Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten. Sie haben ferner ein Recht auf Berichtigung, Einschränkung der Verarbeitung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden. Ferner steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu."
    },
    "section2": {
      "title": "2. Allgemeine Hinweise und Pflichtinformationen",
      "privacyTitle": "Datenschutz",
      "privacyText": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
      "responsibleTitle": "Verantwortliche Stelle",
      "responsibleIntro": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
      "responsibleName": "[Vorname Nachname / Firmenname]",
      "responsibleAddress": "[Straße und Hausnummer]",
      "responsibleCity": "[PLZ Ort]",
      "responsibleEmail": "E-Mail: [E-Mail-Adresse]",
      "responsiblePhone": "Telefon: [Telefonnummer]",
      "responsibleNote": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
      "supervisoryTitle": "Zuständige Aufsichtsbehörde",
      "supervisoryName": "Landesbeauftragte/r für Datenschutz und Informationsfreiheit [Bundesland]",
      "supervisoryAddress": "[Adresse]",
      "supervisoryEmail": "[E-Mail]",
      "supervisoryPhone": "[Telefon]",
      "definitionsTitle": "Begriffsbestimmungen",
      "definitionsIntro": "Nach dem Vorbild des Art. 4 DSGVO liegen dieser Datenschutzerklärung folgende Begriffsbestimmungen zugrunde:",
      "definitions": [
        {
          "term": "Personenbezogene Daten",
          "article": "Art. 4 Nr. 1 DSGVO",
          "definition": "sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen."
        },
        {
          "term": "Verarbeiten",
          "article": "Art. 4 Nr. 2 DSGVO",
          "definition": "ist jeder Vorgang, bei dem mit personenbezogenen Daten umgegangen wird, gleich ob mit oder ohne Hilfe automatisierter Verfahren."
        },
        {
          "term": "Verantwortliche/r",
          "article": "Art. 4 Nr. 7 DSGVO",
          "definition": "ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet."
        },
        {
          "term": "Auftragsverarbeiter/in",
          "article": "Art. 4 Nr. 8 DSGVO",
          "definition": "ist eine natürliche oder juristische Person, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet."
        },
        {
          "term": "Einwilligung",
          "article": "Art. 4 Nr. 11 DSGVO",
          "definition": "bezeichnet jede freiwillig für den bestimmten Fall, in informierter Weise und unmissverständlich abgegebene Willensbekundung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist."
        },
        {
          "term": "Gesundheitsdaten",
          "article": "Art. 4 Nr. 15 DSGVO",
          "definition": "sind personenbezogene Daten, die sich auf die körperliche oder geistige Gesundheit einer natürlichen Person beziehen und aus denen Informationen über deren Gesundheitszustand hervorgehen."
        }
      ],
      "storageTitle": "Speicherdauer",
      "storageText": "Hochgeladene Dokumente und deren Übersetzungen werden unmittelbar nach Abschluss der Verarbeitung aus aktiven Systemen gelöscht, in jedem Fall jedoch spätestens innerhalb von 1 Stunde. Diese Frist ermöglicht es Ihnen, uns optionales Feedback zu Ihrer Übersetzung zu geben. Folgende Daten werden bereinigt:",
      "storageItems": [
        "Das hochgeladene Originaldokument",
        "Die extrahierten Texte (nach PII-Entfernung)",
        "Die Übersetzungsergebnisse",
        "Verarbeitungsmetadaten mit personenbezogenen Daten",
        "IP-Adressen"
      ],
      "storageNote": "Diese kurze Speicherfrist maximiert Ihren Datenschutz. Nach der Löschung aus aktiven Systemen sind die Daten nicht mehr wiederherstellbar.",
      "storageRetainedTitle": "Aufbewahrte anonyme Daten",
      "storageRetainedText": "Zur Verbesserung unseres Dienstes und zur Kostenüberwachung behalten wir ausschließlich anonyme, aggregierte Nutzungsstatistiken (z.B. Token-Anzahl, Verarbeitungskosten, verwendete KI-Modelle). Diese Daten enthalten keine personenbezogenen Informationen und können nicht zu Ihnen zurückverfolgt werden.",
      "voluntaryTitle": "Freiwilligkeit der Datenbereitstellung",
      "voluntaryText": "Die Bereitstellung Ihrer Dokumente ist freiwillig. Ohne das Hochladen eines Dokuments kann unser Übersetzungsdienst jedoch nicht genutzt werden. Sie entscheiden selbst, welche Dokumente Sie zur Übersetzung einreichen. Es besteht keine gesetzliche oder vertragliche Verpflichtung zur Bereitstellung personenbezogener Daten.",
      "sslTitle": "SSL- bzw. TLS-Verschlüsselung",
      "sslText": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel medizinischer Dokumente, die Sie an uns senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von \"http://\" auf \"https://\" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile."
    },
    "section3": {
      "title": "3. Datenerfassung auf dieser Website",
      "cookiesTitle": "Cookies",
      "cookiesText": "Wir verwenden keine Marketing-, Analyse- oder Tracking-Cookies. Unser Dienst setzt ausschließlich technisch notwendige Cookies ein, die für die Funktion der Website erforderlich sind.",
      "cookiesLanguage": "Wir setzen einen Cookie zur Speicherung Ihrer bevorzugten Spracheinstellung. Dieser Cookie (\"i18next\") speichert Ihre gewählte Sprache, damit die Website bei Ihrem nächsten Besuch automatisch in der von Ihnen bevorzugten Sprache angezeigt wird. Dieser Cookie enthält keine personenbezogenen Daten und ist rein funktional.",
      "cookiesCloudflare": "Cloudflare kann abhängig von der Konfiguration technisch notwendige Sicherheits-Cookies setzen, um unsere Website vor Cyberangriffen zu schützen und die Integrität des Dienstes zu gewährleisten. Diese Cookies dienen ausschließlich der Sicherheit und enthalten keine personenbezogenen Daten zu Werbezwecken.",
      "cookiesLocalStorage": "Zusätzlich nutzen wir den Browser-LocalStorage, um Ihre Präferenz für das Cookie-Hinweis-Banner zu speichern (ob Sie das Banner geschlossen haben). Diese Information wird nur lokal in Ihrem Browser gespeichert und nicht an unseren Server übertragen.",
      "cookiesConsentNote": "Da wir ausschließlich technisch notwendige Cookies verwenden, ist gemäß § 25 Abs. 2 Nr. 2 TDDDG (ehemals TTDSG) keine Einwilligung erforderlich. Diese Cookies sind für die Bereitstellung des Dienstes unbedingt erforderlich.",
      "serverLogsTitle": "Server-Log-Dateien",
      "serverLogsText": "Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:",
      "serverLogsItems": [
        "Browsertyp und Browserversion",
        "Verwendetes Betriebssystem",
        "Referrer URL",
        "Hostname des zugreifenden Rechners",
        "Uhrzeit der Serveranfrage",
        "IP-Adresse"
      ],
      "serverLogsNote": "Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Die Verarbeitung von Server-Logdaten erfolgt auf Grundlage unseres berechtigten Interesses an der Sicherheit und Stabilität unserer Dienste gemäß Art. 6 Abs. 1 lit. f DSGVO. Die Logdaten werden nach maximal 1 Stunde automatisch gelöscht.",
      "serverLogsObjection": "Ihr Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Ihrer personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO Widerspruch einzulegen (Art. 21 DSGVO). Richten Sie Ihren Widerspruch bitte an die oben genannten Kontaktdaten.",
      "medicalTitle": "Verarbeitung medizinischer Dokumente",
      "medicalText": "Bei der Nutzung unseres Übersetzungsdienstes für medizinische Dokumente gelten folgende Datenschutzmaßnahmen:",
      "medicalItems": [
        {
          "title": "Automatische PII-Entfernung",
          "text": "Vor der Verarbeitung durch KI-Systeme werden personenbezogene Informationen (Namen, Adressen, Telefonnummern, Geburtsdaten, Versicherungsnummern) automatisch aus den Dokumenten entfernt. Dies erfolgt lokal auf unseren Servern mit Hilfe von spaCy NER (Natural Entity Recognition) und speziellen Mustern für deutsche medizinische Dokumente."
        },
        {
          "title": "Temporäre Speicherung",
          "text": "Dokumente werden nur für die Dauer der Verarbeitung (maximal 1 Stunde) temporär gespeichert."
        },
        {
          "title": "Automatische Löschung",
          "text": "Nach Abschluss der Übersetzung werden alle personenbezogenen Daten unmittelbar aus aktiven Systemen gelöscht, in jedem Fall innerhalb von 1 Stunde. Lediglich anonyme Nutzungsstatistiken bleiben erhalten."
        },
        {
          "title": "Keine dauerhafte Speicherung",
          "text": "Es erfolgt keine dauerhafte Speicherung von Dokumenten oder Übersetzungen."
        },
        {
          "title": "Keine Nutzung als Trainingsdaten",
          "text": "Ihre Dokumente und Übersetzungen werden nicht als Trainingsdaten für KI-Modelle verwendet."
        },
        {
          "title": "Verschlüsselte Übertragung",
          "text": "Alle Daten werden über HTTPS/TLS verschlüsselt übertragen."
        },
        {
          "title": "Verschlüsselung bei Speicherung",
          "text": "Alle hochgeladenen Dokumente werden mit AES-256-GCM verschlüsselt in der Datenbank gespeichert. Administratorkonten verwenden zusätzlich verschlüsselte Speicherung für E-Mail-Adressen und Namen."
        },
        {
          "title": "Keine Tracking-Cookies",
          "text": "Unser Dienst verwendet keine Marketing-, Analyse- oder Tracking-Cookies. Es werden nur technisch notwendige Cookies für Spracheinstellungen und Sicherheit eingesetzt."
        },
        {
          "title": "Datenverarbeitung vorwiegend in der EU",
          "text": "Die Verarbeitung Ihrer Dokumente erfolgt ausschließlich innerhalb der EU (Deutschland und Frankreich). Für CDN- und Sicherheitsdienste (Cloudflare) kann eine Datenübertragung in die USA erfolgen, die durch EU-Standardvertragsklauseln und das EU-US Data Privacy Framework abgesichert ist (siehe Abschnitt 6)."
        }
      ]
    },
    "section4": {
      "title": "4. Rechtsgrundlagen der Verarbeitung",
      "intro": "Für die verschiedenen Verarbeitungstätigkeiten stützen wir uns auf folgende Rechtsgrundlagen:",
      "legalBases": [
        {
          "activity": "Dokumentenverarbeitung (ohne Gesundheitsdaten)",
          "basis": "Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung)",
          "explanation": "Die Verarbeitung ist erforderlich, um den zwischen Ihnen und uns geschlossenen Nutzungsvertrag über die Bereitstellung digitaler Inhalte (§§ 327 ff. BGB) zu erfüllen."
        },
        {
          "activity": "Verarbeitung von Gesundheitsdaten (medizinische Dokumente)",
          "basis": "Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung) + Art. 9 Abs. 2 lit. a DSGVO (ausdrückliche Einwilligung)",
          "explanation": "Die Verarbeitung erfolgt zur Erfüllung des Übersetzungsvertrags (Art. 6). Da medizinische Dokumente regelmäßig Gesundheitsdaten enthalten, ist zusätzlich Ihre ausdrückliche Einwilligung nach Art. 9 DSGVO erforderlich (siehe Abschnitt 9 – Ihre Einwilligung)."
        },
        {
          "activity": "Server-Logdaten",
          "basis": "Art. 6 Abs. 1 lit. f DSGVO (berechtigte Interessen)",
          "explanation": "Die Verarbeitung ist zur Gewährleistung der Sicherheit und Stabilität unserer Dienste erforderlich."
        },
        {
          "activity": "Feedback (optional)",
          "basis": "Art. 6 Abs. 1 lit. a DSGVO (Einwilligung)",
          "explanation": "Die Verarbeitung Ihrer Feedbackdaten erfolgt auf Grundlage Ihrer freiwilligen Einwilligung."
        }
      ]
    },
    "section5": {
      "title": "5. Besondere Hinweise zum Gesundheitsdatenschutz",
      "intro": "Da unser Dienst die Verarbeitung medizinischer Dokumente ermöglicht, die möglicherweise Gesundheitsdaten enthalten, weisen wir besonders darauf hin:",
      "items": [
        "Gesundheitsdaten gehören zu den besonderen Kategorien personenbezogener Daten nach Art. 9 DSGVO.",
        "Wir verarbeiten diese Daten ausschließlich zum Zweck der Übersetzung und nur nach Ihrer ausdrücklichen und separaten Einwilligung (siehe Abschnitt 9).",
        "Vor der KI-Verarbeitung werden alle personenbezogenen Informationen (Namen, Adressen, Telefonnummern, etc.) automatisch entfernt.",
        "Es werden besondere technische und organisatorische Maßnahmen zum Schutz dieser Daten getroffen (Verschlüsselung, kurze Speicherdauer, automatische Löschung).",
        "Alle Daten werden unmittelbar nach der Verarbeitung aus aktiven Systemen gelöscht, in jedem Fall innerhalb von 1 Stunde.",
        "Die Übersetzungsergebnisse dienen ausschließlich Ihrer Information und ersetzen nicht die ärztliche Aufklärung und Beratung. Es findet keine Prüfung, Diagnose oder Therapieempfehlung statt."
      ]
    },
    "section6": {
      "title": "6. Drittparteien und Datenverarbeitung",
      "intro": "Für die Bereitstellung unseres Dienstes nutzen wir folgende Drittanbieter. Die Datenverarbeitung erfolgt überwiegend innerhalb der Europäischen Union. Für den CDN- und Sicherheitsdienst (Cloudflare) kann eine Datenübertragung in die USA erfolgen, die durch geeignete Garantien abgesichert ist.",
      "cloudflare": {
        "title": "Cloudflare (USA/Global)",
        "address": "Cloudflare, Inc., 101 Townsend St, San Francisco, CA 94107, USA",
        "purpose": "Der Schutz Ihrer sensiblen Gesundheitsdaten hat für uns höchste Priorität. Wir nutzen Cloudflare als Content Delivery Network (CDN) und für DNS-Dienste mit aktiviertem Proxy, um unsere Website und Ihre Daten vor Cyberangriffen zu schützen. Cloudflare bietet DDoS-Schutz, Web Application Firewall (WAF) und Performance-Optimierung.",
        "importance": "Der Einsatz von Cloudflare ist für uns essentiell, um die Verfügbarkeit und Sicherheit unseres Dienstes zu gewährleisten. Angesichts der sensiblen Natur medizinischer Dokumente ist ein professioneller Schutz vor Hackerangriffen, Bot-Attacken und anderen Bedrohungen unverzichtbar.",
        "dataProcessed": "Bei jedem Zugriff auf unsere Website werden folgende Daten durch Cloudflare verarbeitet: IP-Adresse, aufgerufene URL, HTTP-Header (Browser, Betriebssystem, Referrer), Zeitstempel der Anfrage, übertragene Datenmenge.",
        "security": "Cloudflare analysiert den Datenverkehr zur Erkennung und Abwehr von Angriffen (DDoS, Bot-Attacken, SQL-Injection). Dies dient dem Schutz unserer Infrastruktur und Ihrer Daten.",
        "legalBasis": "Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an der Sicherheit und Verfügbarkeit unserer Website).",
        "thirdCountryTransfer": "Cloudflare ist ein US-Unternehmen. Die Datenübertragung in die USA erfolgt auf Grundlage von EU-Standardvertragsklauseln (SCCs) gemäß Art. 46 Abs. 2 lit. c DSGVO sowie dem EU-US Data Privacy Framework. Cloudflare ist unter dem Data Privacy Framework zertifiziert.",
        "retention": "Cloudflare speichert Logdaten für maximal 24 Stunden zu Sicherheitszwecken. Wir haben keinen Zugriff auf diese Logs.",
        "dpaNote": "Mit Cloudflare besteht ein Data Processing Addendum (DPA) gemäß Art. 28 DSGVO.",
        "optOut": "Da Cloudflare für die Sicherheit und Erreichbarkeit unserer Website essentiell ist, ist eine Nutzung ohne Cloudflare nicht möglich. Die Verarbeitung erfolgt auf Grundlage unseres berechtigten Interesses."
      },
      "mistral": {
        "title": "Mistral AI (Frankreich/EU)",
        "address": "Mistral AI, 15 rue des Halles, 75001 Paris, Frankreich",
        "purpose": "KI-gestützte Texterkennung (OCR) und Übersetzung. Für die Übersetzung werden nur PII-bereinigte Texte an Mistral AI übertragen.",
        "ocrNote": "Wichtiger Hinweis zur OCR: Bei der OCR-Verarbeitung wird das unbearbeitete Dokument an Mistral AI übertragen, bevor die PII-Entfernung erfolgen kann. Dieser Umstand ist in der separaten Einwilligungserklärung (Abschnitt 9) ausdrücklich abgedeckt.",
        "legalBasis": "Art. 28 DSGVO (Auftragsverarbeitungsvertrag). Datenverarbeitung erfolgt in Frankreich innerhalb der EU."
      },
      "hetzner": {
        "title": "Hetzner (Deutschland/EU)",
        "address": "Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen, Deutschland",
        "purpose": "PII-Entfernung (Entfernung personenbezogener Daten) und Fallback-OCR-Dienst (PaddleOCR). Die Server befinden sich in Deutschland.",
        "legalBasis": "Art. 28 DSGVO (Auftragsverarbeitungsvertrag)."
      },
      "railway": {
        "title": "Railway (USA mit EU-Datenverarbeitung)",
        "address": "Railway Corporation, San Francisco, CA, USA",
        "purpose": "Hosting der Anwendung und der verschlüsselten PostgreSQL-Datenbank in der EU-Region. Railway ist SOC 2 Type I zertifiziert und bietet DSGVO-konforme Data Processing Agreements.",
        "legalBasis": "Art. 28 DSGVO (Auftragsverarbeitungsvertrag).",
        "thirdCountryTransfer": "Railway ist ein US-Unternehmen. Der Datenzugriff aus den USA kann nicht vollständig ausgeschlossen werden. Die Datenübertragung ist durch EU-Standardvertragsklauseln (SCCs) gemäß Art. 46 Abs. 2 lit. c DSGVO abgesichert."
      },
      "dpaNote": "Mit allen genannten Drittanbietern bestehen Auftragsverarbeitungsverträge (AVV) gemäß Art. 28 DSGVO, die den Schutz Ihrer Daten nach europäischen Datenschutzstandards gewährleisten. Diese Verträge verpflichten unsere Partner zur Einhaltung strenger Datenschutzanforderungen und zur ausschließlichen Verarbeitung nach unseren Weisungen."
    },
    "section7": {
      "title": "7. Wichtiger Hinweis zur Entfernung personenbezogener Daten",
      "warning": "KEINE GARANTIE FÜR VOLLSTÄNDIGE PII-ENTFERNUNG",
      "warningText": "Die automatische Entfernung personenbezogener Daten ist ein Best-Effort-Verfahren. Wir können nicht garantieren, dass alle personenbezogenen Daten zu 100 % erkannt und entfernt werden.",
      "limitationsText": "Trotz fortschrittlicher Technologien (spaCy NER, Microsoft Presidio, Regex-Mustererkennung) können ungewöhnliche Namensformate, handschriftliche Notizen oder atypische Dokumentstrukturen dazu führen, dass personenbezogene Daten nicht erkannt werden.",
      "ocrWarning": "Wichtig: Bei der OCR-Verarbeitung wird Ihr Dokument zunächst an Mistral AI (Frankreich) übertragen, BEVOR die PII-Entfernung erfolgen kann. Erst nach der Texterkennung werden personenbezogene Daten entfernt.",
      "recommendation": "Vor dem Hochladen empfehlen wir dringend, offensichtliche personenbezogene Daten wie Namen, Adressen, Geburtsdaten und Versicherungsnummern manuell zu schwärzen oder zu entfernen.",
      "medicalTermsNote": "Medizinische Fachbegriffe, Diagnosen und Befunde werden bewusst nicht entfernt, da sie für die Übersetzung erforderlich sind.",
      "consent": "Mit dem Hochladen Ihrer Dokumente und der Erteilung Ihrer ausdrücklichen Einwilligung (Abschnitt 9) bestätigen Sie, dass Sie diesen Hinweis verstanden haben und akzeptieren, dass die PII-Entfernung nicht zu 100 % garantiert werden kann."
    },
    "section8": {
      "title": "8. Automatisierte Verarbeitung und künstliche Intelligenz",
      "intro": "Unser Dienst verwendet künstliche Intelligenz (KI) für die Texterkennung (OCR) und Übersetzung Ihrer Dokumente. Wir möchten Sie über folgende wichtige Punkte informieren:",
      "items": [
        "Die KI wird ausschließlich für technische Aufgaben (Texterkennung, Übersetzung) eingesetzt, nicht für Entscheidungen, die Sie betreffen.",
        "Es findet keine automatisierte Entscheidungsfindung im Sinne von Art. 22 DSGVO statt, die rechtliche Wirkung entfaltet oder Sie in ähnlicher Weise erheblich beeinträchtigt.",
        "Es erfolgt kein Profiling – die KI analysiert keine persönlichen Merkmale, Vorlieben oder Verhaltensweisen.",
        "Sie behalten jederzeit die volle Kontrolle: Sie entscheiden, welche Dokumente hochgeladen werden, und können den Prozess jederzeit abbrechen.",
        "Die Übersetzungsergebnisse dienen ausschließlich Ihrer Information und haben keine rechtlichen oder medizinischen Auswirkungen.",
        "Die verwendeten KI-Modelle (Mistral AI) werden von europäischen Anbietern betrieben und unterliegen der DSGVO. Die Modelle wurden nicht mit Ihren Daten trainiert und werden es auch nicht."
      ]
    },
    "section9": {
      "title": "9. Ihre Einwilligung",
      "intro": "Die Gesundheitsdaten, die Sie uns bei der Nutzung von healthlingo.de mitteilen, sind besonders sensible personenbezogene Daten. Sie unterliegen einem besonderen Schutz nach Art. 9 DSGVO und dürfen insbesondere nicht ohne Ihre ausdrückliche Einwilligung verarbeitet werden.",
      "consentRequest": "Wir bitten Sie daher um folgende separate Einwilligungserklärungen:",
      "consent1": {
        "title": "Einwilligung 1 – Verarbeitung von Gesundheitsdaten (erforderlich)",
        "text": "Ich willige ausdrücklich ein, dass healthlingo.de meine gegebenenfalls in den hochgeladenen Dokumenten enthaltenen Gesundheitsdaten zum Zweck der Übersetzung verarbeiten darf. Mir ist bewusst, dass:",
        "points": [
          "vor der automatischen PII-Entfernung mein Dokument zunächst zur Texterkennung (OCR) an Mistral AI (Frankreich/EU) übertragen wird,",
          "die automatische PII-Entfernung keine 100%ige Erkennung aller personenbezogenen Daten garantieren kann,",
          "die Verarbeitung meiner Dokumente überwiegend innerhalb der EU stattfindet, wobei Netzwerk-Metadaten durch Cloudflare (USA) verarbeitet werden können, abgesichert durch EU-Standardvertragsklauseln (siehe Abschnitt 6),",
          "meine Daten unmittelbar nach der Verarbeitung aus aktiven Systemen gelöscht werden, in jedem Fall innerhalb von 1 Stunde."
        ],
        "checkbox": "Ja, ich willige ein.",
        "required": true
      },
      "consent2": {
        "title": "Einwilligung 2 – Feedback und Qualitätsverbesserung (optional)",
        "text": "Ich willige ein, dass mein Feedback und die zugehörigen anonymisierten Übersetzungsdaten für maximal 90 Tage zum Zweck der Qualitätsverbesserung gespeichert werden dürfen.",
        "checkbox": "Ja, ich willige ein.",
        "required": false
      },
      "consentNote": "Hinweis: Einwilligung 1 ist Voraussetzung für die Nutzung des Dienstes. Einwilligung 2 ist freiwillig und kann unabhängig erteilt oder verweigert werden. Jede Einwilligung kann jederzeit mit Wirkung für die Zukunft widerrufen werden.",
      "withdrawalTitle": "Widerruf der Einwilligung",
      "withdrawalText": "Jede dieser Einwilligungen kann von Ihnen jederzeit mit Wirkung für die Zukunft widerrufen werden. Der Widerruf kann erfolgen durch:",
      "withdrawalMethods": [
        "Abbrechen des Verarbeitungsprozesses",
        "Kontaktaufnahme mit uns per E-Mail an [E-Mail-Adresse]"
      ],
      "withdrawalNote": "Der Widerruf berührt nicht die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung. Nach dem Widerruf werden alle Ihre Daten umgehend gelöscht.",
      "withdrawalConsequence": "Widerrufen Sie Einwilligung 1, können Sie healthlingo.de nicht mehr nutzen, da die Verarbeitung von Gesundheitsdaten Voraussetzung für die Erbringung unserer Dienstleistung ist."
    },
    "section10": {
      "title": "10. Ihre Rechte",
      "intro": "In Bezug auf Ihre bei uns verarbeiteten Daten haben Sie folgende Rechte:",
      "accessTitle": "Recht auf Auskunft (Art. 15 DSGVO)",
      "accessText": "Da wir keine personenbezogenen Daten von Endnutzern über die Verarbeitungsdauer hinaus speichern, können wir nach Abschluss der Verarbeitung keine Auskunft über gespeicherte Daten erteilen, da keine solchen Daten existieren. Während der Verarbeitung haben Sie das Recht, Auskunft über Ihre verarbeiteten Daten zu verlangen.",
      "rectificationTitle": "Recht auf Berichtigung (Art. 16 DSGVO)",
      "rectificationText": "Sie haben das Recht, die Berichtigung unrichtiger personenbezogener Daten zu verlangen.",
      "deletionTitle": "Recht auf Löschung (Art. 17 DSGVO)",
      "deletionText": "Ihre hochgeladenen Dokumente werden unmittelbar nach der Verarbeitung aus aktiven Systemen gelöscht, in jedem Fall innerhalb von 1 Stunde. Es ist keine manuelle Löschung erforderlich. Sollten Sie Feedback mit Einwilligung abgegeben haben, können Sie die Löschung Ihrer Daten jederzeit durch Kontaktaufnahme mit uns anfordern.",
      "restrictionTitle": "Recht auf Einschränkung der Verarbeitung (Art. 18 DSGVO)",
      "restrictionText": "Sie können jederzeit die Verarbeitung Ihrer Dokumente abbrechen, indem Sie den Verarbeitungsprozess beenden, bevor die Übersetzung abgeschlossen ist. In diesem Fall werden die Daten sofort gelöscht.",
      "portabilityTitle": "Recht auf Datenübertragbarkeit (Art. 20 DSGVO)",
      "portabilityText": "Die Übersetzungsergebnisse können Sie direkt nach der Verarbeitung herunterladen.",
      "objectionTitle": "Recht auf Widerspruch (Art. 21 DSGVO)",
      "objectionText": "Soweit die Verarbeitung auf einem berechtigten Interesse (Art. 6 Abs. 1 lit. f DSGVO) beruht, haben Sie das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit Widerspruch gegen die Verarbeitung einzulegen. Dies betrifft insbesondere die Verarbeitung von Server-Logdaten.",
      "withdrawalTitle": "Recht auf Widerruf der Einwilligung",
      "withdrawalText": "Soweit die Verarbeitung auf Ihrer Einwilligung beruht (insbesondere bei Gesundheitsdaten nach Art. 9 Abs. 2 lit. a DSGVO), können Sie diese Einwilligung jederzeit widerrufen. Details finden Sie in Abschnitt 9.",
      "complaintTitle": "Beschwerderecht bei einer Aufsichtsbehörde",
      "complaintText": "Im Falle von Verstößen gegen die DSGVO steht Ihnen ein Beschwerderecht bei einer Aufsichtsbehörde zu, insbesondere in dem Mitgliedstaat Ihres gewöhnlichen Aufenthalts, Ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes."
    },
    "section11": {
      "title": "11. Feedback und Nutzerbewertungen",
      "intro": "Auf der Ergebnisseite haben Sie die Möglichkeit, uns freiwillig Feedback zu Ihrer Übersetzung zu geben. Bei der Abgabe von Feedback werden folgende Daten erfasst:",
      "dataCollected": [
        "Ihre Gesamtbewertung (1–5 Sterne)",
        "Optionale Detailbewertungen (Verständlichkeit, Genauigkeit, Formatierung, Geschwindigkeit)",
        "Ihr optionaler Kommentar (maximal 2000 Zeichen)",
        "Ihre IP-Adresse",
        "Zeitpunkt der Feedbackabgabe"
      ],
      "consentNote": "Die Abgabe von Feedback erfordert Ihre separate Einwilligung (Einwilligung 2, Abschnitt 9). Ohne diese Einwilligung kann kein Feedback abgegeben werden.",
      "retentionTitle": "Speicherdauer bei Feedback",
      "retentionText": "Wenn Sie Feedback mit Einwilligung zur Qualitätsverbesserung abgeben, werden Ihr Feedback und die zugehörigen anonymisierten Übersetzungsdaten für maximal 90 Tage gespeichert. Sie können Ihre Einwilligung jederzeit widerrufen, woraufhin die Daten umgehend gelöscht werden.",
      "warning": "Bitte beachten Sie: In Ihrem Kommentar sollten Sie keine personenbezogenen Daten (Namen, Adressen, Versicherungsnummern etc.) angeben. Solche Daten werden nicht automatisch entfernt und werden zusammen mit Ihrem Feedback gespeichert."
    },
    "section12": {
      "title": "12. Datensicherheit",
      "intro": "Um Ihre personenbezogenen Daten zu schützen, haben wir gemäß Art. 32 DSGVO angemessene technische und organisatorische Sicherheitsmaßnahmen getroffen. Diese umfassen insbesondere:",
      "measures": [
        "Verschlüsselung aller Daten bei Übertragung (HTTPS/TLS) und Speicherung (AES-256-GCM)",
        "Automatische Löschung aller personenbezogenen Daten nach der Verarbeitung",
        "Automatische PII-Entfernung vor der KI-Verarbeitung",
        "Ausschließliche Datenverarbeitung innerhalb der EU",
        "Keine Verwendung von Marketing-, Analyse- oder Tracking-Cookies (nur technisch notwendige Cookies für Spracheinstellungen und Sicherheit)",
        "Regelmäßige Überprüfung der Sicherheitsmaßnahmen"
      ]
    },
    "section13": {
      "title": "13. Kontakt und Datenschutzanfragen",
      "text": "Bei Fragen zum Datenschutz oder zur Ausübung Ihrer Rechte können Sie sich jederzeit an uns wenden:",
      "contactName": "[Vorname Nachname / Firmenname]",
      "contactEmail": "E-Mail: [E-Mail-Adresse]",
      "contactAddress": "[ggf. Postadresse]",
      "responseNote": "Bitte geben Sie genau an, welche Daten betroffen sind und welches Recht Sie ausüben möchten. Wir werden auf Ihr Verlangen so schnell wie möglich, spätestens jedoch innerhalb eines Monats, reagieren."
    },
    "section14": {
      "title": "14. Aktualisierung dieser Datenschutzerklärung",
      "text": "Wir überprüfen und aktualisieren diese Datenschutzerklärung regelmäßig, um rechtliche Anforderungen zu erfüllen und Änderungen unserer Dienste widerzuspiegeln. Bei wesentlichen Änderungen werden wir Sie durch einen deutlichen Hinweis auf unserer Website informieren. Wir empfehlen Ihnen, diese Seite regelmäßig zu besuchen, um über aktuelle Datenschutzpraktiken informiert zu bleiben.",
      "versionNote": "Die aktuelle Version finden Sie immer auf unserer Website."
    },
    "lastUpdated": "Stand:"
  },
  "impressum": {
    "pageTitle": "Impressum",
    "section1": {
      "title": "Angaben gemäß § 5 TMG",
      "name": "[Ihr Name oder Firmenname]",
      "address": "[Ihre Adresse]",
      "city": "[PLZ und Ort]",
      "country": "Deutschland"
    },
    "contact": {
      "title": "Kontakt",
      "phone": "Telefon: [Ihre Telefonnummer]",
      "email": "E-Mail: [Ihre E-Mail-Adresse]",
      "website": "Website: [Ihre Website-URL]"
    },
    "register": {
      "title": "Registereintrag",
      "text": "Eintragung im Handelsregister.",
      "court": "Registergericht: [Ihr Registergericht]",
      "number": "Registernummer: [Ihre Registernummer]"
    },
    "tax": {
      "title": "Umsatzsteuer-ID",
      "text": "Umsatzsteuer-Identifikationsnummer gemäß § 27 a Umsatzsteuergesetz:",
      "number": "[Ihre USt-IdNr.]"
    },
    "profession": {
      "title": "Berufsbezeichnung und berufsrechtliche Regelungen",
      "designation": "Berufsbezeichnung: [Ihre Berufsbezeichnung]",
      "chamber": "Zuständige Kammer: [Ihre zuständige Kammer]",
      "grantedIn": "Verliehen in: Deutschland",
      "regulations": "Es gelten folgende berufsrechtliche Regelungen: [Relevante Regelungen]"
    },
    "responsible": {
      "title": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV",
      "name": "[Name des Verantwortlichen]",
      "address": "[Adresse]",
      "city": "[PLZ und Ort]"
    },
    "disclaimer": {
      "title": "Haftungsausschluss",
      "contentTitle": "Haftung für Inhalte",
      "contentText": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich.",
      "linksTitle": "Haftung für Links",
      "linksText": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.",
      "copyrightTitle": "Urheberrecht",
      "copyrightText": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers."
    },
    "lastUpdated": "Stand:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Allgemeine Geschäfts- und Nutzungsbedingungen",
    "websiteName": "healthlingo.de",
    "medicalDisclaimer": "Bitte beachten Sie: Im Rahmen dieses Dienstes werden keine medizinischen oder psychotherapeutischen Diagnosen gestellt oder überprüft und keine Therapieempfehlungen gegeben. Unser Dienst ersetzt nicht die ärztliche Aufklärung und Beratung. Wenden Sie sich mit konkreten Fragen zu einem Befund, einer Erkrankung oder Therapie stets an einen entsprechend qualifizierten Arzt oder eine qualifizierte Ärztin.",
    "tableOfContents": {
      "title": "Inhaltsverzeichnis",
      "items": [
        "§ 1 Geltungsbereich und Vertragsgegenstand",
        "§ 2 Begriffsbestimmungen",
        "§ 3 Vertragsschluss",
        "§ 4 Leistungsbeschreibung",
        "§ 5 Nutzungsvoraussetzungen",
        "§ 6 Nutzungsrechte",
        "§ 7 Pflichten des Nutzers",
        "§ 8 Verbotene Nutzung",
        "§ 9 Medizinischer Haftungsausschluss",
        "§ 10 Hinweis zur PII-Entfernung",
        "§ 11 Geistiges Eigentum und Urheberrecht",
        "§ 12 Verfügbarkeit und technische Anforderungen",
        "§ 13 Sachmängelgewährleistung",
        "§ 14 Haftungsbeschränkung",
        "§ 15 Freistellung",
        "§ 16 Datenschutz",
        "§ 17 Verbraucherwiderrufsrecht",
        "§ 18 Vertragsbeendigung",
        "§ 19 Änderungen der Nutzungsbedingungen",
        "§ 20 Anwendbares Recht und Gerichtsstand",
        "§ 21 Außergerichtliche Streitbeilegung",
        "§ 22 Aufrechnung und Zurückbehaltung",
        "§ 23 Salvatorische Klausel",
        "§ 24 Kontakt"
      ]
    },
    "section1": {
      "title": "§ 1 Geltungsbereich und Vertragsgegenstand",
      "p1": "(1) Diese Allgemeinen Geschäfts- und Nutzungsbedingungen (nachfolgend \"AGB\") gelten für die Nutzung des medizinischen Dokumentenübersetzungsdienstes healthlingo.de (nachfolgend \"Dienst\", \"Website\" oder \"Plattform\").",
      "p2": "(2) Der Dienst wird betrieben von:",
      "providerName": "[Vorname Nachname / Firmenname]",
      "providerAddress": "[Straße und Hausnummer]",
      "providerCity": "[PLZ Ort], Deutschland",
      "providerEmail": "E-Mail: [E-Mail-Adresse]",
      "providerPhone": "Telefon: [Telefonnummer]",
      "providerNote": "(nachfolgend \"Anbieter\", \"wir\" oder \"uns\")",
      "p3": "(3) Diese AGB regeln das Vertragsverhältnis zwischen dem Anbieter und den Nutzern des Dienstes (nachfolgend \"Nutzer\" oder \"Sie\") abschließend. Abweichende, entgegenstehende oder ergänzende Bedingungen des Nutzers werden nicht Vertragsbestandteil, es sei denn, der Anbieter stimmt ihrer Geltung ausdrücklich schriftlich zu.",
      "p4": "(4) Die Nutzung des Dienstes setzt die Anerkennung dieser AGB sowie die Kenntnisnahme der Datenschutzerklärung und die Erteilung der dort beschriebenen ausdrücklichen Einwilligungen voraus.",
      "p5": "(5) Diese AGB richten sich ausschließlich an Verbraucher im Sinne des § 13 BGB. Verbraucher ist jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden können. Für eine gewerbliche oder berufliche Nutzung des Dienstes bedarf es einer gesonderten schriftlichen Vereinbarung.",
      "p6": "(6) Zur Nutzung der Leistungen von healthlingo.de sind alle natürlichen Personen ab dem 18. Lebensjahr berechtigt."
    },
    "section2": {
      "title": "§ 2 Begriffsbestimmungen",
      "intro": "Im Sinne dieser AGB gelten folgende Begriffsbestimmungen:",
      "definitions": [
        {
          "term": "Dienst",
          "definition": "Die von healthlingo.de bereitgestellte Webanwendung zur KI-gestützten Übersetzung medizinischer Dokumente in patientenfreundliche Sprache und andere Zielsprachen."
        },
        {
          "term": "Nutzer",
          "definition": "Jede natürliche Person, die den Dienst zur Übersetzung von Dokumenten nutzt, unabhängig davon, ob es sich um ein eigenes oder - bei entsprechender Befugnis - ein fremdes Dokument handelt."
        },
        {
          "term": "Dokument",
          "definition": "Jede Datei (PDF, Bild, Text), die vom Nutzer zum Zweck der Übersetzung hochgeladen wird, einschließlich medizinischer Dokumente wie Arztbriefe, Befundberichte und Laborwerte."
        },
        {
          "term": "Übersetzung",
          "definition": "Das vom Dienst erzeugte Ergebnis der KI-gestützten Verarbeitung eines hochgeladenen Dokuments. Die Übersetzung stellt ein digitales Produkt im Sinne der §§ 327 ff. BGB dar."
        },
        {
          "term": "KI / Künstliche Intelligenz",
          "definition": "Die im Dienst verwendeten Large Language Models (LLM) zur Texterkennung (OCR) und Übersetzung medizinischer Inhalte."
        },
        {
          "term": "PII (Personally Identifiable Information)",
          "definition": "Personenbezogene Daten wie Namen, Adressen, Geburtsdaten, Versicherungsnummern und andere Informationen, die eine Person identifizierbar machen."
        },
        {
          "term": "Gesundheitsdaten",
          "definition": "Personenbezogene Daten gemäß Art. 4 Nr. 15 DSGVO, die sich auf die körperliche oder geistige Gesundheit einer natürlichen Person beziehen und aus denen Informationen über deren Gesundheitszustand hervorgehen."
        }
      ]
    },
    "section3": {
      "title": "§ 3 Vertragsschluss",
      "p1": "(1) Die Darstellung des Dienstes auf der Website stellt kein verbindliches Angebot zum Vertragsschluss dar, sondern eine unverbindliche Aufforderung an den Nutzer, den Dienst in Anspruch zu nehmen.",
      "p2": "(2) Der Vertrag über die Bereitstellung digitaler Inhalte gemäß §§ 327 ff. BGB kommt wie folgt zustande:",
      "contractSteps": [
        "a) Der Nutzer lädt ein Dokument hoch und erteilt seine ausdrückliche Einwilligung zur Verarbeitung von Gesundheitsdaten gemäß Art. 9 Abs. 2 lit. a DSGVO durch Setzen der entsprechenden Checkbox (Einwilligung 1 der Datenschutzerklärung). Dies stellt das Angebot des Nutzers zum Vertragsschluss dar.",
        "b) Der Anbieter nimmt das Angebot durch Beginn der Verarbeitung des Dokuments an."
      ],
      "p3": "(3) Die Erteilung der ausdrücklichen Einwilligung zur Verarbeitung von Gesundheitsdaten (Einwilligung 1 gemäß der Datenschutzerklärung) ist zwingende Voraussetzung für den Vertragsschluss. Ohne diese Einwilligung kann der Dienst nicht genutzt werden.",
      "p4": "(4) Der Nutzer versichert mit der Nutzung des Dienstes, dass er das 18. Lebensjahr vollendet hat.",
      "p5": "(5) Die Vertragssprache ist Deutsch. Der Vertragstext wird vom Anbieter nicht gespeichert und ist nach Vertragsschluss nicht mehr abrufbar. Diese AGB können jedoch jederzeit auf der Website eingesehen und ausgedruckt werden."
    },
    "section4": {
      "title": "§ 4 Leistungsbeschreibung",
      "subsection1": {
        "title": "4.1 Vertragsgegenstand und Kernfunktionen",
        "intro": "healthlingo.de ist ein Onlinedienst, der es Ihnen ermöglicht, medizinische Dokumente in eine verständliche Sprache übersetzen zu lassen. Das Ziel ist es, Sie als informierten Patienten in die Lage zu versetzen, die Ihnen in einem medizinischen Dokument mitgeteilten Informationen zu verstehen. Der Dienst umfasst:",
        "items": [
          "Automatische Texterkennung (OCR) für hochgeladene Dokumente mittels KI",
          "Übersetzung medizinischer Fachsprache in patientenfreundliche, verständliche Sprache (Deutsch)",
          "Übersetzung in weitere Zielsprachen (Englisch, Französisch, Spanisch, Italienisch, Portugiesisch, Niederländisch, Polnisch)",
          "Automatische Entfernung personenbezogener Daten (PII-Entfernung) vor der KI-Verarbeitung",
          "Automatisierte Plausibilitäts- und Konsistenzprüfung der Übersetzung (kein Ersatz für ärztliche Beratung)",
          "Download der Übersetzungsergebnisse"
        ],
        "note": "Der Service ist technisch so programmiert, dass die Übersetzung der Dokumente vollautomatisch funktioniert. Die Informationen aus dem Originaldokument werden dabei nicht medizinisch bewertet, interpretiert oder ergänzt, sondern ausschließlich maschinell übersetzt."
      },
      "subsection2": {
        "title": "4.2 Kein Ersatz der ärztlichen Beratung",
        "text": "healthlingo.de stellt lediglich eine den Patienten informierende und unterstützende Leistung dar und kann die ärztliche Beratung in keinem Fall ersetzen. Die Webanwendung stellt keine Diagnosen und trifft keine Therapieentscheidungen."
      },
      "subsection3": {
        "title": "4.3 Unterstützte Dokumenttypen und Dateiformate",
        "documentTypes": "Der Dienst unterstützt folgende Dokumenttypen: Arztbriefe und Entlassungsbriefe, Befundberichte und radiologische Befunde, Laborwerte und Blutuntersuchungen sowie sonstige medizinische Dokumente.",
        "fileFormats": "Akzeptierte Dateiformate: PDF, JPEG, JPG, PNG, GIF, BMP, TIFF, WebP. Die maximale Dateigröße beträgt 100 MB pro Dokument."
      },
      "subsection4": {
        "title": "4.4 Verarbeitungszeit",
        "text": "Die Verarbeitungszeit hängt von der Dokumentgröße und -komplexität ab. In der Regel erfolgt die Verarbeitung innerhalb weniger Minuten."
      },
      "subsection5": {
        "title": "4.5 Kostenfreiheit",
        "text": "Der Dienst wird derzeit unentgeltlich angeboten. Der Anbieter behält sich vor, in Zukunft kostenpflichtige Zusatzfunktionen einzuführen."
      },
      "subsection6": {
        "title": "4.6 Bereitstellung des Ergebnisses",
        "text": "Indem Ihnen die Übersetzung über die Webanwendung zugänglich gemacht wird, wurde Ihnen das digitale Produkt im Sinne des § 327b Abs. 3 BGB bereitgestellt."
      },
      "subsection7": {
        "title": "4.7 Keine Gewährleistung der Übersetzungsqualität",
        "text": "Der Anbieter gibt keine Gewähr für die Richtigkeit, Vollständigkeit, Aktualität oder Eignung der Übersetzungen. KI-generierte Inhalte können Fehler enthalten."
      },
      "subsection8": {
        "title": "4.8 Änderung der Leistungen",
        "text": "Der Anbieter behält sich vor, die Website und die darauf vorgehaltenen Leistungen zu ändern, zu erweitern oder einzustellen."
      }
    },
    "section5": {
      "title": "§ 5 Nutzungsvoraussetzungen",
      "p1": "(1) Die Nutzung des Dienstes setzt einen internetfähigen Computer, ein Smartphone oder ein anderes geeignetes Endgerät mit einem modernen Webbrowser voraus.",
      "p2": "(2) Empfohlene Browser: Google Chrome, Mozilla Firefox, Safari, Microsoft Edge (jeweils aktuelle Version).",
      "p3": "(3) Für die Nutzung ist eine stabile Internetverbindung erforderlich.",
      "p4": "(4) JavaScript muss im Browser aktiviert sein.",
      "p5": "(5) Der Nutzer ist selbst dafür verantwortlich, dass seine technische Ausstattung die Nutzung des Dienstes ermöglicht.",
      "p6": "(6) Eine Registrierung oder Erstellung eines Benutzerkontos ist nicht erforderlich."
    },
    "section6": {
      "title": "§ 6 Nutzungsrechte",
      "p1": "(1) Der Nutzer erhält vom Anbieter eine unentgeltliche, einfache (nicht ausschließliche), persönliche, nicht übertragbare, widerrufliche Lizenz zur Nutzung des Dienstes und der Übersetzungsergebnisse für den persönlichen, nicht-kommerziellen Gebrauch.",
      "p2": "(2) Die kommerzielle Nutzung der Übersetzungsergebnisse bedarf der vorherigen schriftlichen Genehmigung des Anbieters.",
      "p3": "(3) Informationen, Markennamen, Design und sonstige Inhalte von healthlingo.de dürfen nicht ohne Genehmigung genutzt werden.",
      "p4": "(4) Verstößt der Nutzer gegen diese Maßgaben, werden sämtliche eingeräumten Rechte sofort unwirksam."
    },
    "section7": {
      "title": "§ 7 Pflichten des Nutzers",
      "intro": "Der Nutzer verpflichtet sich zu folgendem Verhalten:",
      "obligations": [
        {
          "title": "7.1 Rechtmäßige Nutzung",
          "text": "Der Dienst darf nur für rechtmäßige Zwecke genutzt werden. Der Nutzer stellt sicher, dass er zur Nutzung der hochgeladenen Dokumente berechtigt ist."
        },
        {
          "title": "7.2 Nur eigene Dokumente",
          "text": "Der Nutzer darf grundsätzlich nur eigene Dokumente hochladen. Eine Ausnahme besteht bei entsprechender Befugnis (z. B. rechtliche Betreuung, Vorsorgevollmacht)."
        },
        {
          "title": "7.3 Einwilligung von Dritten",
          "text": "Werden Dokumente hochgeladen, die personenbezogene Daten Dritter enthalten, muss der Nutzer die Einwilligung dieser Personen eingeholt haben."
        },
        {
          "title": "7.4 Keine Manipulation",
          "text": "Der Nutzer unterlässt jegliche Versuche, die technische Infrastruktur des Dienstes zu manipulieren oder zu beeinträchtigen."
        },
        {
          "title": "7.5 Keine automatisierte Nutzung",
          "text": "Die automatisierte oder systematische Abfrage des Dienstes (z. B. durch Bots) ist ohne Genehmigung untersagt."
        },
        {
          "title": "7.6 Eigenverantwortung",
          "text": "Der Nutzer trägt die volle Verantwortung für alle Handlungen unter Nutzung des Dienstes."
        },
        {
          "title": "7.7 Prüfung der Ergebnisse",
          "text": "Der Nutzer ist verpflichtet, die Übersetzungsergebnisse kritisch zu prüfen und bei Unklarheiten professionelle medizinische Beratung einzuholen."
        },
        {
          "title": "7.8 Schwärzung sensibler Daten",
          "text": "Der Nutzer sollte vor dem Hochladen offensichtliche personenbezogene Daten manuell schwärzen (siehe § 10)."
        }
      ]
    },
    "section8": {
      "title": "§ 8 Verbotene Nutzung",
      "intro": "Folgende Nutzungen des Dienstes sind ausdrücklich untersagt:",
      "prohibitions": [
        "Das Hochladen von Dokumenten, zu deren Verarbeitung der Nutzer nicht berechtigt ist",
        "Das Hochladen von Dokumenten mit rechtswidrigen, beleidigenden oder anderweitig anstößigen Inhalten",
        "Das Hochladen von Dokumenten, die gegen Schutzrechte Dritter verstoßen",
        "Das Hochladen von Schadsoftware oder schädlichem Code",
        "Versuche, unbefugten Zugang zu Systemen des Anbieters zu erlangen",
        "Das Reverse Engineering des Dienstes (vorbehaltlich § 69e UrhG)",
        "Die kommerzielle Nutzung ohne Genehmigung",
        "Die Nutzung zur Generierung von Trainingsdaten für eigene KI-Modelle",
        "Jegliche Nutzung, die gegen geltendes Recht verstößt"
      ],
      "consequence": "Bei Verstößen behält sich der Anbieter vor, den Zugang zum Dienst zu sperren und rechtliche Schritte einzuleiten."
    },
    "section9": {
      "title": "§ 9 Medizinischer Haftungsausschluss",
      "warning": "WICHTIGER HINWEIS: Die bereitgestellten Übersetzungen stellen KEINE medizinische Beratung, Diagnose oder Behandlungsempfehlung dar!",
      "subsection1": {
        "title": "9.1 Keine medizinische Beratung",
        "items": [
          "Die Übersetzungen werden vollautomatisch durch künstliche Intelligenz erstellt und können Fehler enthalten.",
          "Die Übersetzungen dienen ausschließlich der Information und dem besseren Verständnis medizinischer Dokumente.",
          "Die Übersetzungen ersetzen in keinem Fall die professionelle medizinische Beratung.",
          "healthlingo.de dient nicht der Diagnose, Verhütung, Überwachung oder Behandlung von Erkrankungen."
        ]
      },
      "subsection2": {
        "title": "9.2 Verhaltenshinweise",
        "items": [
          "Treffen Sie niemals medizinische Entscheidungen ausschließlich auf Grundlage der Übersetzungen.",
          "Konsultieren Sie bei medizinischen Fragen immer einen qualifizierten Arzt.",
          "Bei medizinischen Notfällen kontaktieren Sie sofort den Notruf (112).",
          "Brechen Sie niemals eine ärztlich verordnete Behandlung aufgrund der Übersetzungen ab."
        ]
      },
      "subsection3": {
        "title": "9.3 Keine Arzt-Patient-Beziehung",
        "text": "Durch die Nutzung des Dienstes wird keine Arzt-Patient-Beziehung begründet. Der Anbieter erbringt keine medizinischen Leistungen."
      },
      "acknowledgment": "Mit der Nutzung des Dienstes bestätigen Sie, dass Sie diesen medizinischen Haftungsausschluss gelesen, verstanden und akzeptiert haben."
    },
    "section10": {
      "title": "§ 10 Hinweis zur PII-Entfernung",
      "warning": "KEINE GARANTIE FÜR VOLLSTÄNDIGE ENTFERNUNG PERSONENBEZOGENER DATEN",
      "p1": "(1) Der Dienst verwendet fortschrittliche Technologien zur automatischen Erkennung und Entfernung personenbezogener Daten.",
      "p2": "(2) Trotz dieser Technologien kann keine 100%ige Erkennung garantiert werden.",
      "p3": "(3) Bei der OCR-Verarbeitung wird Ihr Dokument zunächst an Mistral AI (Frankreich/EU) übertragen, BEVOR die PII-Entfernung erfolgen kann.",
      "p4": "(4) Medizinische Fachbegriffe, Diagnosen und Befunde werden bewusst nicht entfernt, da sie für die Übersetzung erforderlich sind.",
      "p5": "(5) Mit dem Hochladen bestätigen Sie, dass Sie diesen Hinweis verstanden haben und das verbleibende Risiko akzeptieren.",
      "recommendation": "Empfehlung: Schwärzen Sie vor dem Hochladen offensichtliche personenbezogene Daten manuell."
    },
    "section11": {
      "title": "§ 11 Geistiges Eigentum und Urheberrecht",
      "subsection1": {
        "title": "11.1 Rechte des Anbieters",
        "text": "Alle Rechte an der Website, dem Dienst und dessen Komponenten verbleiben beim Anbieter oder dessen Lizenzgebern."
      },
      "subsection2": {
        "title": "11.2 Rechte des Nutzers",
        "text": "Der Nutzer behält alle Rechte an den hochgeladenen Originaldokumenten und erhält ein Nutzungsrecht an den Übersetzungsergebnissen gemäß § 6."
      },
      "subsection3": {
        "title": "11.3 Keine Nutzung als Trainingsdaten",
        "text": "Die hochgeladenen Dokumente und Übersetzungsergebnisse werden nicht als Trainingsdaten für KI-Modelle verwendet."
      }
    },
    "section12": {
      "title": "§ 12 Verfügbarkeit und technische Anforderungen",
      "subsection1": {
        "title": "12.1 Verfügbarkeit",
        "text": "Eine ununterbrochene Verfügbarkeit des Dienstes kann nicht gewährleistet werden. Vorübergehende Unterbrechungen sind möglich."
      },
      "subsection2": {
        "title": "12.2 Änderungen und Einstellung",
        "text": "Der Anbieter behält sich vor, den Dienst jederzeit zu ändern, einzuschränken oder einzustellen."
      },
      "subsection3": {
        "title": "12.3 Technische Störungen",
        "text": "Der Anbieter übernimmt keine Haftung für technische Störungen außerhalb seines Einflussbereichs."
      }
    },
    "section13": {
      "title": "§ 13 Sachmängelgewährleistung",
      "p1": "(1) Der Anbieter haftet für Sachmängel an den digitalen Produkten nach den geltenden Vorschriften, insbesondere §§ 327 ff. BGB.",
      "p2": "(2) Ansprüche wegen Sachmängeln setzen voraus, dass der Nutzer den Mangel beschreibt und dem Anbieter Gelegenheit zur Nacherfüllung gibt.",
      "p3": "(3) Eine zusätzliche Garantie besteht nicht, es sei denn, diese wird ausdrücklich erklärt.",
      "p4": "(4) Die Gewährleistung bezieht sich auf die technische Funktionsfähigkeit, nicht auf die inhaltliche Richtigkeit der Übersetzungen."
    },
    "section14": {
      "title": "§ 14 Haftungsbeschränkung",
      "subsection1": {
        "title": "14.1 Allgemeine Haftungsbeschränkung",
        "p1": "(1) Der Anbieter haftet unbeschränkt für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit.",
        "p2": "(2) Der Anbieter haftet unbeschränkt für Schäden aus vorsätzlicher oder grob fahrlässiger Pflichtverletzung.",
        "p3": "(3) Bei Verletzung wesentlicher Vertragspflichten durch einfache Fahrlässigkeit ist die Haftung auf den vorhersehbaren, vertragstypischen Schaden begrenzt.",
        "p4": "(4) Im Übrigen ist die Haftung des Anbieters ausgeschlossen.",
        "p5": "(5) Diese Beschränkungen gelten auch zugunsten der gesetzlichen Vertreter und Erfüllungsgehilfen des Anbieters."
      },
      "subsection2": {
        "title": "14.2 Haftungsausschluss für Übersetzungen",
        "text": "Der Anbieter übernimmt keine Haftung für die Richtigkeit der Übersetzungsergebnisse."
      },
      "subsection3": {
        "title": "14.3 Haftung für Links",
        "text": "Für externe Links übernimmt der Anbieter keine Haftung."
      },
      "subsection4": {
        "title": "14.4 Unberührt bleibende Ansprüche",
        "text": "Die Haftungsbeschränkungen gelten nicht für Ansprüche nach dem Produkthaftungsgesetz."
      }
    },
    "section15": {
      "title": "§ 15 Freistellung",
      "p1": "(1) Der Nutzer stellt den Anbieter von Ansprüchen Dritter frei, die aufgrund einer schuldhaften Verletzung ihrer Rechte durch den Nutzer geltend gemacht werden, insbesondere durch das Hochladen von Dokumenten ohne entsprechende Berechtigung.",
      "p2": "(2) Der Nutzer ersetzt dem Anbieter die erforderlichen Kosten einer angemessenen Rechtsverteidigung.",
      "p3": "(3) Die Freistellungspflicht entfällt, soweit der Nutzer die Rechtsverletzung nicht zu vertreten hat.",
      "p4": "(4) Der Nutzer ist verpflichtet, den Anbieter bei Inanspruchnahme durch Dritte unverzüglich zu informieren und bei der Rechtsverteidigung zu unterstützen."
    },
    "section16": {
      "title": "§ 16 Datenschutz",
      "p1": "(1) Der Schutz Ihrer personenbezogenen Daten ist uns besonders wichtig. Die Verarbeitung erfolgt gemäß DSGVO und BDSG.",
      "p2": "(2) Unsere vollständige Datenschutzerklärung finden Sie unter dem Menüpunkt \"Datenschutz\" auf unserer Website.",
      "p3": "(3) Für die Nutzung des Dienstes ist eine ausdrückliche Einwilligung zur Verarbeitung von Gesundheitsdaten erforderlich.",
      "p4": "(4) Ihre Dokumente werden spätestens 1 Stunde nach der Verarbeitung automatisch und unwiderruflich aus unseren aktiven Systemen gelöscht. Details zur Löschung sowie zu technischen Protokolldaten finden Sie in unserer Datenschutzerklärung.",
      "p5": "(5) Die Verarbeitung Ihrer Dokumente erfolgt innerhalb der Europäischen Union. Für Sicherheitsdienste (CDN, DDoS-Schutz) setzen wir Cloudflare ein, wodurch eine Übertragung von Verbindungsdaten in die USA erfolgen kann. Details und Rechtsgrundlagen finden Sie in unserer Datenschutzerklärung (Abschnitt 6).",
      "p6": "(6) Ohne Ihre Einwilligung werden personenbezogene Daten nicht für Werbung genutzt.",
      "linkText": "Zur vollständigen Datenschutzerklärung"
    },
    "section17": {
      "title": "§ 17 Verbraucherwiderrufsrecht",
      "subsection1": {
        "title": "17.1 Widerrufsbelehrung",
        "text": "Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.",
        "howTo": "Um Ihr Widerrufsrecht auszuüben, müssen Sie uns mittels einer eindeutigen Erklärung (z. B. Brief oder E-Mail) über Ihren Entschluss informieren."
      },
      "subsection2": {
        "title": "17.2 Folgen des Widerrufs",
        "text": "Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle erhaltenen Zahlungen unverzüglich zurückzuzahlen."
      },
      "subsection3": {
        "title": "17.3 Vorzeitiger Beginn der Leistung",
        "note": "Hinweis: Da der Dienst derzeit unentgeltlich angeboten wird, entstehen Ihnen keine Kosten.",
        "text": "Mit dem Hochladen verlangen Sie ausdrücklich, dass der Anbieter mit der Leistung vor Ablauf der Widerrufsfrist beginnt. Ihr Widerrufsrecht erlischt mit vollständiger Erbringung der Leistung."
      },
      "subsection4": {
        "title": "17.4 Muster-Widerrufsformular",
        "intro": "(Wenn Sie den Vertrag widerrufen wollen, füllen Sie bitte dieses Formular aus und senden Sie es zurück.)",
        "formText": "Hiermit widerrufe(n) ich/wir (*) den von mir/uns (*) abgeschlossenen Vertrag über die Erbringung der folgenden Dienstleistung:\n\nBestellt am (*) / erhalten am (*):\n\nName des/der Verbraucher(s):\n\nAnschrift des/der Verbraucher(s):\n\nUnterschrift (nur bei Papier):\n\nDatum:\n\n(*) Unzutreffendes streichen."
      }
    },
    "section18": {
      "title": "§ 18 Vertragsbeendigung",
      "subsection1": {
        "title": "18.1 Beendigung durch den Nutzer",
        "text": "Der Nutzer kann den Nutzungsvertrag jederzeit durch Beenden der Nutzung beenden. Alle Daten werden automatisch gelöscht."
      },
      "subsection2": {
        "title": "18.2 Beendigung durch den Anbieter",
        "text": "Der Anbieter kann den Nutzungsvertrag jederzeit beenden, insbesondere bei Verstößen gegen diese AGB."
      },
      "subsection3": {
        "title": "18.3 Folgen der Beendigung",
        "text": "Mit Beendigung werden alle temporär gespeicherten Daten automatisch gelöscht."
      },
      "subsection4": {
        "title": "18.4 Fortgeltung",
        "text": "Die Bestimmungen zu Haftung (§ 14), Freistellung (§ 15), geistigem Eigentum (§ 11) und anwendbarem Recht (§ 20) gelten fort."
      }
    },
    "section19": {
      "title": "§ 19 Änderungen der Nutzungsbedingungen",
      "p1": "(1) Der Anbieter behält sich vor, diese AGB jederzeit mit Wirkung für die Zukunft zu ändern.",
      "p2": "(2) Änderungen werden durch Veröffentlichung auf dieser Seite wirksam.",
      "p3": "(3) Bei wesentlichen Änderungen wird der Anbieter Sie durch einen Hinweis auf der Website informieren.",
      "p4": "(4) Bei wesentlichen Änderungen werden Sie vor der nächsten Nutzung aufgefordert, die neuen AGB aktiv zu bestätigen. Ohne diese Bestätigung ist eine weitere Nutzung nicht möglich.",
      "p5": "(5) Es gelten die AGB in ihrer zum Zeitpunkt der Nutzung gültigen Fassung."
    },
    "section20": {
      "title": "§ 20 Anwendbares Recht und Gerichtsstand",
      "p1": "(1) Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des UN-Kaufrechts (CISG).",
      "p2": "(2) Zwingendes Verbraucherschutzrecht des Aufenthaltsstaates bleibt unberührt.",
      "p3": "(3) Für Verbraucher gelten die gesetzlichen Gerichtsstände.",
      "p4": "(4) Die Vertragssprache ist Deutsch."
    },
    "section21": {
      "title": "§ 21 Außergerichtliche Streitbeilegung",
      "p1": "(1) Die EU-Plattform zur Online-Streitbeilegung (ODR) wurde am 20. Juli 2025 eingestellt. Für die außergerichtliche Streitbeilegung können Sie sich an die Allgemeine Verbraucherschlichtungsstelle des Zentrums für Schlichtung e.V. wenden: www.verbraucher-schlichter.de",
      "p2": "(2) Zur Teilnahme an einem Streitbeilegungsverfahren sind wir weder bereit noch verpflichtet.",
      "p3": "(3) Unsere E-Mail-Adresse finden Sie im Impressum sowie unter § 24 dieser AGB."
    },
    "section22": {
      "title": "§ 22 Aufrechnung und Zurückbehaltung",
      "p1": "(1) Der Nutzer hat ein Recht zur Aufrechnung nur bei rechtskräftig festgestellten oder anerkannten Gegenansprüchen.",
      "p2": "(2) Ein Zurückbehaltungsrecht kann der Nutzer nur bei Gegenansprüchen aus demselben Vertragsverhältnis ausüben."
    },
    "section23": {
      "title": "§ 23 Salvatorische Klausel",
      "p1": "(1) Sollten einzelne Bestimmungen unwirksam sein, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt.",
      "p2": "(2) An die Stelle unwirksamer Bestimmungen tritt die nächstkommende wirksame Regelung.",
      "p3": "(3) Diese Regelung gilt entsprechend für Lücken in den AGB.",
      "p4": "(4) Soweit dies für eine Vertragspartei eine unzumutbare Härte darstellt, wird der Vertrag im Ganzen unwirksam."
    },
    "section24": {
      "title": "§ 24 Kontakt",
      "intro": "Bei Fragen zu diesen AGB können Sie uns wie folgt erreichen:",
      "name": "[Vorname Nachname / Firmenname]",
      "address": "[Straße und Hausnummer]",
      "city": "[PLZ Ort]",
      "country": "Deutschland",
      "email": "E-Mail: [E-Mail-Adresse]",
      "phone": "Telefon: [Telefonnummer]"
    },
    "lastUpdated": "Stand:"
  }
}