{
  "datenschutz": {
    "pageTitle": "Datenschutzerklärung",
    "websiteName": "healthlingo.de",
    "section1": {
      "title": "1. Datenschutz auf einen Blick",
      "generalTitle": "Allgemeine Hinweise",
      "generalText": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können.",
      "responsibleQuestion": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
      "responsibleIntro": "Die Datenverarbeitung auf dieser Website erfolgt durch:",
      "responsibleName": "[Vorname Nachname / Firmenname]",
      "responsibleAddress": "[Straße und Hausnummer]",
      "responsibleCity": "[PLZ Ort]",
      "responsibleEmail": "E-Mail: [E-Mail-Adresse]",
      "responsiblePhone": "Telefon: [Telefonnummer]",
      "dpoTitle": "Datenschutzbeauftragter",
      "dpoText": "[Falls ein DSB bestellt ist, hier Name und Kontaktdaten einfügen. Falls kein DSB erforderlich ist, diesen Abschnitt entfernen.]",
      "dpoName": "[Name des Datenschutzbeauftragten]",
      "dpoEmail": "E-Mail: [DSB E-Mail-Adresse]",
      "serviceTitle": "Nutzung unseres Dienstes",
      "serviceText": "Unser Übersetzungsdienst funktioniert mit minimaler Datenerhebung. Sie benötigen kein Benutzerkonto und müssen sich nicht registrieren, um Dokumente zu übersetzen. Wir speichern keine personenbezogenen Daten von Endnutzern über die Verarbeitungsdauer hinaus. Die Verarbeitung Ihrer Dokumente erfolgt ohne Zuordnung zu einer persönlichen Identität.",
      "howCollectQuestion": "Wie erfassen wir Ihre Daten?",
      "howCollectText": "Die einzigen Daten, die wir aktiv erheben, sind die Dokumente, die Sie zur Übersetzung hochladen. Darüber hinaus werden automatisch technische Daten erfasst (wie Ihre IP-Adresse), die für den Betrieb der Website technisch erforderlich sind. Diese werden nach maximal 1 Stunde gelöscht.",
      "purposeQuestion": "Wofür nutzen wir Ihre Daten?",
      "purposeText": "Die hochgeladenen Dokumente werden ausschließlich zum Zweck der Übersetzung verarbeitet. Nach Abschluss der Verarbeitung werden alle personenbezogenen Daten automatisch gelöscht. Lediglich anonyme Nutzungsstatistiken (Token-Anzahl, Kosten) werden zur Dienstverbesserung aufbewahrt. Es erfolgt keine Weitergabe an Dritte zu eigenen Zwecken und keine Nutzung als KI-Trainingsdaten.",
      "rightsQuestion": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
      "rightsText": "Sie haben jederzeit das Recht auf Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten. Sie haben ferner ein Recht auf Berichtigung, Einschränkung der Verarbeitung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden. Ferner steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu."
    },
    "section2": {
      "title": "2. Allgemeine Hinweise und Pflichtinformationen",
      "privacyTitle": "Datenschutz",
      "privacyText": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
      "responsibleTitle": "Verantwortliche Stelle",
      "responsibleIntro": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
      "responsibleName": "[Vorname Nachname / Firmenname]",
      "responsibleAddress": "[Straße und Hausnummer]",
      "responsibleCity": "[PLZ Ort]",
      "responsibleEmail": "E-Mail: [E-Mail-Adresse]",
      "responsiblePhone": "Telefon: [Telefonnummer]",
      "responsibleNote": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
      "supervisoryTitle": "Zuständige Aufsichtsbehörde",
      "supervisoryName": "Landesbeauftragte/r für Datenschutz und Informationsfreiheit [Bundesland]",
      "supervisoryAddress": "[Adresse]",
      "supervisoryEmail": "[E-Mail]",
      "supervisoryPhone": "[Telefon]",
      "definitionsTitle": "Begriffsbestimmungen",
      "definitionsIntro": "Nach dem Vorbild des Art. 4 DSGVO liegen dieser Datenschutzerklärung folgende Begriffsbestimmungen zugrunde:",
      "definitions": [
        {
          "term": "Personenbezogene Daten",
          "article": "Art. 4 Nr. 1 DSGVO",
          "definition": "sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen."
        },
        {
          "term": "Verarbeiten",
          "article": "Art. 4 Nr. 2 DSGVO",
          "definition": "ist jeder Vorgang, bei dem mit personenbezogenen Daten umgegangen wird, gleich ob mit oder ohne Hilfe automatisierter Verfahren."
        },
        {
          "term": "Verantwortliche/r",
          "article": "Art. 4 Nr. 7 DSGVO",
          "definition": "ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet."
        },
        {
          "term": "Auftragsverarbeiter/in",
          "article": "Art. 4 Nr. 8 DSGVO",
          "definition": "ist eine natürliche oder juristische Person, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet."
        },
        {
          "term": "Einwilligung",
          "article": "Art. 4 Nr. 11 DSGVO",
          "definition": "bezeichnet jede freiwillig für den bestimmten Fall, in informierter Weise und unmissverständlich abgegebene Willensbekundung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist."
        },
        {
          "term": "Gesundheitsdaten",
          "article": "Art. 4 Nr. 15 DSGVO",
          "definition": "sind personenbezogene Daten, die sich auf die körperliche oder geistige Gesundheit einer natürlichen Person beziehen und aus denen Informationen über deren Gesundheitszustand hervorgehen."
        }
      ],
      "storageTitle": "Speicherdauer",
      "storageText": "Hochgeladene Dokumente und deren Übersetzungen werden automatisch gelöscht, sobald Sie die Ergebnisseite verlassen. Falls Sie die Seite nicht aktiv verlassen, werden die Daten spätestens nach 1 Stunde automatisch gelöscht. Diese Frist ermöglicht es Ihnen, uns optionales Feedback zu Ihrer Übersetzung zu geben. Folgende Daten werden bereinigt:",
      "storageItems": [
        "Das hochgeladene Originaldokument",
        "Die extrahierten Texte (nach PII-Entfernung)",
        "Die Übersetzungsergebnisse",
        "Verarbeitungsmetadaten mit personenbezogenen Daten",
        "IP-Adressen"
      ],
      "storageNote": "Diese sofortige Löschung bei Verlassen der Seite maximiert Ihren Datenschutz. Nach der Löschung sind die Daten nicht mehr wiederherstellbar.",
      "storageRetainedTitle": "Aufbewahrte anonyme Daten",
      "storageRetainedText": "Zur Verbesserung unseres Dienstes und zur Kostenüberwachung behalten wir ausschließlich anonyme, aggregierte Nutzungsstatistiken (z.B. Token-Anzahl, Verarbeitungskosten, verwendete KI-Modelle). Diese Daten enthalten keine personenbezogenen Informationen und können nicht zu Ihnen zurückverfolgt werden.",
      "voluntaryTitle": "Freiwilligkeit der Datenbereitstellung",
      "voluntaryText": "Die Bereitstellung Ihrer Dokumente ist freiwillig. Ohne das Hochladen eines Dokuments kann unser Übersetzungsdienst jedoch nicht genutzt werden. Sie entscheiden selbst, welche Dokumente Sie zur Übersetzung einreichen. Es besteht keine gesetzliche oder vertragliche Verpflichtung zur Bereitstellung personenbezogener Daten.",
      "sslTitle": "SSL- bzw. TLS-Verschlüsselung",
      "sslText": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel medizinischer Dokumente, die Sie an uns senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von \"http://\" auf \"https://\" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile."
    },
    "section3": {
      "title": "3. Datenerfassung auf dieser Website",
      "cookiesTitle": "Cookies",
      "cookiesText": "Wir verwenden keine Cookies. Unser Dienst funktioniert vollständig ohne Cookies. Wir setzen weder Tracking-Cookies noch Analyse-Cookies noch Marketing-Cookies ein. Dies wird auch durch unser Cookie-freies Hinweis-Banner auf der Website transparent kommuniziert.",
      "cookiesLocalStorage": "Die einzige lokale Speicherung, die wir verwenden, ist der Browser-LocalStorage, um Ihre Präferenz für das Cookie-Hinweis-Banner zu speichern (ob Sie das Banner geschlossen haben). Diese Information wird nur lokal in Ihrem Browser gespeichert und nicht an unseren Server übertragen.",
      "cookiesConsentNote": "Da wir keine Cookies verwenden, ist keine Cookie-Einwilligung erforderlich.",
      "serverLogsTitle": "Server-Log-Dateien",
      "serverLogsText": "Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:",
      "serverLogsItems": [
        "Browsertyp und Browserversion",
        "Verwendetes Betriebssystem",
        "Referrer URL",
        "Hostname des zugreifenden Rechners",
        "Uhrzeit der Serveranfrage",
        "IP-Adresse"
      ],
      "serverLogsNote": "Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Die Verarbeitung von Server-Logdaten erfolgt auf Grundlage unseres berechtigten Interesses an der Sicherheit und Stabilität unserer Dienste gemäß Art. 6 Abs. 1 lit. f DSGVO. Die Logdaten werden nach maximal 1 Stunde automatisch gelöscht.",
      "serverLogsObjection": "Ihr Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Ihrer personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO Widerspruch einzulegen (Art. 21 DSGVO). Richten Sie Ihren Widerspruch bitte an die oben genannten Kontaktdaten.",
      "medicalTitle": "Verarbeitung medizinischer Dokumente",
      "medicalText": "Bei der Nutzung unseres Übersetzungsdienstes für medizinische Dokumente gelten folgende Datenschutzmaßnahmen:",
      "medicalItems": [
        {
          "title": "Automatische PII-Entfernung",
          "text": "Vor der Verarbeitung durch KI-Systeme werden personenbezogene Informationen (Namen, Adressen, Telefonnummern, Geburtsdaten, Versicherungsnummern) automatisch aus den Dokumenten entfernt. Dies erfolgt lokal auf unseren Servern mit Hilfe von spaCy NER (Natural Entity Recognition) und speziellen Mustern für deutsche medizinische Dokumente."
        },
        {
          "title": "Temporäre Speicherung",
          "text": "Dokumente werden nur für die Dauer der Verarbeitung (maximal 1 Stunde) temporär gespeichert."
        },
        {
          "title": "Automatische Löschung",
          "text": "Nach Abschluss der Übersetzung bzw. beim Verlassen der Ergebnisseite werden alle personenbezogenen Daten automatisch gelöscht. Lediglich anonyme Nutzungsstatistiken bleiben erhalten."
        },
        {
          "title": "Keine dauerhafte Speicherung",
          "text": "Es erfolgt keine dauerhafte Speicherung von Dokumenten oder Übersetzungen."
        },
        {
          "title": "Keine Nutzung als Trainingsdaten",
          "text": "Ihre Dokumente und Übersetzungen werden nicht als Trainingsdaten für KI-Modelle verwendet."
        },
        {
          "title": "Verschlüsselte Übertragung",
          "text": "Alle Daten werden über HTTPS/TLS verschlüsselt übertragen."
        },
        {
          "title": "Verschlüsselung bei Speicherung",
          "text": "Alle hochgeladenen Dokumente werden mit AES-128 (Fernet) verschlüsselt in der Datenbank gespeichert. Administratorkonten verwenden zusätzlich verschlüsselte Speicherung für E-Mail-Adressen und Namen."
        },
        {
          "title": "Keine Cookies",
          "text": "Unser Dienst verwendet keine Cookies und speichert keine Tracking-Daten."
        },
        {
          "title": "Datenverarbeitung vorwiegend in der EU",
          "text": "Die Verarbeitung Ihrer Dokumente erfolgt ausschließlich innerhalb der EU (Deutschland und Frankreich). Für CDN- und Sicherheitsdienste (Cloudflare) kann eine Datenübertragung in die USA erfolgen, die durch EU-Standardvertragsklauseln und das EU-US Data Privacy Framework abgesichert ist (siehe Abschnitt 6)."
        }
      ]
    },
    "section4": {
      "title": "4. Rechtsgrundlagen der Verarbeitung",
      "intro": "Für die verschiedenen Verarbeitungstätigkeiten stützen wir uns auf folgende Rechtsgrundlagen:",
      "legalBases": [
        {
          "activity": "Dokumentenverarbeitung (ohne Gesundheitsdaten)",
          "basis": "Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung)",
          "explanation": "Die Verarbeitung ist erforderlich, um den zwischen Ihnen und uns geschlossenen Nutzungsvertrag über die Bereitstellung digitaler Inhalte (§§ 327 ff. BGB) zu erfüllen."
        },
        {
          "activity": "Verarbeitung von Gesundheitsdaten",
          "basis": "Art. 9 Abs. 2 lit. a DSGVO (ausdrückliche Einwilligung)",
          "explanation": "Die Verarbeitung besonderer Kategorien personenbezogener Daten erfolgt ausschließlich auf Grundlage Ihrer ausdrücklichen und separaten Einwilligung (siehe Abschnitt 9 – Ihre Einwilligung)."
        },
        {
          "activity": "Server-Logdaten",
          "basis": "Art. 6 Abs. 1 lit. f DSGVO (berechtigte Interessen)",
          "explanation": "Die Verarbeitung ist zur Gewährleistung der Sicherheit und Stabilität unserer Dienste erforderlich."
        },
        {
          "activity": "Feedback (optional)",
          "basis": "Art. 6 Abs. 1 lit. a DSGVO (Einwilligung)",
          "explanation": "Die Verarbeitung Ihrer Feedbackdaten erfolgt auf Grundlage Ihrer freiwilligen Einwilligung."
        }
      ]
    },
    "section5": {
      "title": "5. Besondere Hinweise zum Gesundheitsdatenschutz",
      "intro": "Da unser Dienst die Verarbeitung medizinischer Dokumente ermöglicht, die möglicherweise Gesundheitsdaten enthalten, weisen wir besonders darauf hin:",
      "items": [
        "Gesundheitsdaten gehören zu den besonderen Kategorien personenbezogener Daten nach Art. 9 DSGVO.",
        "Wir verarbeiten diese Daten ausschließlich zum Zweck der Übersetzung und nur nach Ihrer ausdrücklichen und separaten Einwilligung (siehe Abschnitt 9).",
        "Vor der KI-Verarbeitung werden alle personenbezogenen Informationen (Namen, Adressen, Telefonnummern, etc.) automatisch entfernt.",
        "Es werden besondere technische und organisatorische Maßnahmen zum Schutz dieser Daten getroffen (Verschlüsselung, kurze Speicherdauer, automatische Löschung, EU-only Verarbeitung).",
        "Alle Daten werden beim Verlassen der Ergebnisseite automatisch gelöscht (spätestens nach 1 Stunde als Sicherheitsfallback).",
        "Die Übersetzungsergebnisse dienen ausschließlich Ihrer Information und ersetzen nicht die ärztliche Aufklärung und Beratung. Es findet keine Prüfung, Diagnose oder Therapieempfehlung statt."
      ]
    },
    "section6": {
      "title": "6. Drittparteien und Datenverarbeitung",
      "intro": "Für die Bereitstellung unseres Dienstes nutzen wir folgende Drittanbieter. Die Datenverarbeitung erfolgt überwiegend innerhalb der Europäischen Union. Für den CDN- und Sicherheitsdienst (Cloudflare) kann eine Datenübertragung in die USA erfolgen, die durch geeignete Garantien abgesichert ist.",
      "cloudflare": {
        "title": "Cloudflare (USA/Global)",
        "address": "Cloudflare, Inc., 101 Townsend St, San Francisco, CA 94107, USA",
        "purpose": "Der Schutz Ihrer sensiblen Gesundheitsdaten hat für uns höchste Priorität. Wir nutzen Cloudflare als Content Delivery Network (CDN) und für DNS-Dienste mit aktiviertem Proxy, um unsere Website und Ihre Daten vor Cyberangriffen zu schützen. Cloudflare bietet DDoS-Schutz, Web Application Firewall (WAF) und Performance-Optimierung.",
        "importance": "Der Einsatz von Cloudflare ist für uns essentiell, um die Verfügbarkeit und Sicherheit unseres Dienstes zu gewährleisten. Angesichts der sensiblen Natur medizinischer Dokumente ist ein professioneller Schutz vor Hackerangriffen, Bot-Attacken und anderen Bedrohungen unverzichtbar.",
        "dataProcessed": "Bei jedem Zugriff auf unsere Website werden folgende Daten durch Cloudflare verarbeitet: IP-Adresse, aufgerufene URL, HTTP-Header (Browser, Betriebssystem, Referrer), Zeitstempel der Anfrage, übertragene Datenmenge.",
        "security": "Cloudflare analysiert den Datenverkehr zur Erkennung und Abwehr von Angriffen (DDoS, Bot-Attacken, SQL-Injection). Dies dient dem Schutz unserer Infrastruktur und Ihrer Daten.",
        "legalBasis": "Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an der Sicherheit und Verfügbarkeit unserer Website).",
        "thirdCountryTransfer": "Cloudflare ist ein US-Unternehmen. Die Datenübertragung in die USA erfolgt auf Grundlage von EU-Standardvertragsklauseln (SCCs) gemäß Art. 46 Abs. 2 lit. c DSGVO sowie dem EU-US Data Privacy Framework. Cloudflare ist unter dem Data Privacy Framework zertifiziert.",
        "retention": "Cloudflare speichert Logdaten für maximal 24 Stunden zu Sicherheitszwecken. Wir haben keinen Zugriff auf diese Logs.",
        "dpaNote": "Mit Cloudflare besteht ein Data Processing Addendum (DPA) gemäß Art. 28 DSGVO.",
        "optOut": "Da Cloudflare für die Sicherheit und Erreichbarkeit unserer Website essentiell ist, ist eine Nutzung ohne Cloudflare nicht möglich. Die Verarbeitung erfolgt auf Grundlage unseres berechtigten Interesses."
      },
      "mistral": {
        "title": "Mistral AI (Frankreich/EU)",
        "address": "Mistral AI, 15 rue des Halles, 75001 Paris, Frankreich",
        "purpose": "KI-gestützte Texterkennung (OCR) und Übersetzung. Für die Übersetzung werden nur PII-bereinigte Texte an Mistral AI übertragen.",
        "ocrNote": "Wichtiger Hinweis zur OCR: Bei der OCR-Verarbeitung wird das unbearbeitete Dokument an Mistral AI übertragen, bevor die PII-Entfernung erfolgen kann. Dieser Umstand ist in der separaten Einwilligungserklärung (Abschnitt 9) ausdrücklich abgedeckt.",
        "legalBasis": "Art. 28 DSGVO (Auftragsverarbeitungsvertrag). Datenverarbeitung erfolgt in Frankreich innerhalb der EU."
      },
      "hetzner": {
        "title": "Hetzner (Deutschland/EU)",
        "address": "Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen, Deutschland",
        "purpose": "PII-Entfernung (Entfernung personenbezogener Daten) und Fallback-OCR-Dienst (PaddleOCR). Die Server befinden sich in Deutschland.",
        "legalBasis": "Art. 28 DSGVO (Auftragsverarbeitungsvertrag)."
      },
      "railway": {
        "title": "Railway (EU)",
        "address": "Railway Corporation",
        "purpose": "Hosting der Anwendung und der verschlüsselten PostgreSQL-Datenbank. Railway ist SOC 2 Type I zertifiziert und bietet DSGVO-konforme Data Processing Agreements.",
        "legalBasis": "Art. 28 DSGVO (Auftragsverarbeitungsvertrag).",
        "thirdCountryNote": "[Hinweis: Railway ist ein US-Unternehmen. Prüfen Sie, ob technisch und vertraglich ein US-Zugriff ausgeschlossen ist. Falls nicht, ergänzen Sie entsprechende Formulierungen zu Drittlandtransfer und EU-Standardvertragsklauseln.]"
      },
      "dpaNote": "Mit allen genannten Drittanbietern bestehen Auftragsverarbeitungsverträge (AVV) gemäß Art. 28 DSGVO, die den Schutz Ihrer Daten nach europäischen Datenschutzstandards gewährleisten. Diese Verträge verpflichten unsere Partner zur Einhaltung strenger Datenschutzanforderungen und zur ausschließlichen Verarbeitung nach unseren Weisungen."
    },
    "section7": {
      "title": "7. Wichtiger Hinweis zur Entfernung personenbezogener Daten",
      "warning": "KEINE GARANTIE FÜR VOLLSTÄNDIGE PII-ENTFERNUNG",
      "warningText": "Die automatische Entfernung personenbezogener Daten ist ein Best-Effort-Verfahren. Wir können nicht garantieren, dass alle personenbezogenen Daten zu 100 % erkannt und entfernt werden.",
      "limitationsText": "Trotz fortschrittlicher Technologien (spaCy NER, Microsoft Presidio, Regex-Mustererkennung) können ungewöhnliche Namensformate, handschriftliche Notizen oder atypische Dokumentstrukturen dazu führen, dass personenbezogene Daten nicht erkannt werden.",
      "ocrWarning": "Wichtig: Bei der OCR-Verarbeitung wird Ihr Dokument zunächst an Mistral AI (Frankreich) übertragen, BEVOR die PII-Entfernung erfolgen kann. Erst nach der Texterkennung werden personenbezogene Daten entfernt.",
      "recommendation": "Vor dem Hochladen empfehlen wir dringend, offensichtliche personenbezogene Daten wie Namen, Adressen, Geburtsdaten und Versicherungsnummern manuell zu schwärzen oder zu entfernen.",
      "medicalTermsNote": "Medizinische Fachbegriffe, Diagnosen und Befunde werden bewusst nicht entfernt, da sie für die Übersetzung erforderlich sind.",
      "consent": "Mit dem Hochladen Ihrer Dokumente und der Erteilung Ihrer ausdrücklichen Einwilligung (Abschnitt 9) bestätigen Sie, dass Sie diesen Hinweis verstanden haben und akzeptieren, dass die PII-Entfernung nicht zu 100 % garantiert werden kann."
    },
    "section8": {
      "title": "8. Automatisierte Verarbeitung und künstliche Intelligenz",
      "intro": "Unser Dienst verwendet künstliche Intelligenz (KI) für die Texterkennung (OCR) und Übersetzung Ihrer Dokumente. Wir möchten Sie über folgende wichtige Punkte informieren:",
      "items": [
        "Die KI wird ausschließlich für technische Aufgaben (Texterkennung, Übersetzung) eingesetzt, nicht für Entscheidungen, die Sie betreffen.",
        "Es findet keine automatisierte Entscheidungsfindung im Sinne von Art. 22 DSGVO statt, die rechtliche Wirkung entfaltet oder Sie in ähnlicher Weise erheblich beeinträchtigt.",
        "Es erfolgt kein Profiling – die KI analysiert keine persönlichen Merkmale, Vorlieben oder Verhaltensweisen.",
        "Sie behalten jederzeit die volle Kontrolle: Sie entscheiden, welche Dokumente hochgeladen werden, und können den Prozess jederzeit abbrechen.",
        "Die Übersetzungsergebnisse dienen ausschließlich Ihrer Information und haben keine rechtlichen oder medizinischen Auswirkungen.",
        "Die verwendeten KI-Modelle (Mistral AI) werden von europäischen Anbietern betrieben und unterliegen der DSGVO. Die Modelle wurden nicht mit Ihren Daten trainiert und werden es auch nicht."
      ]
    },
    "section9": {
      "title": "9. Ihre Einwilligung",
      "intro": "Die Gesundheitsdaten, die Sie uns bei der Nutzung von healthlingo.de mitteilen, sind besonders sensible personenbezogene Daten. Sie unterliegen einem besonderen Schutz nach Art. 9 DSGVO und dürfen insbesondere nicht ohne Ihre ausdrückliche Einwilligung verarbeitet werden.",
      "consentRequest": "Wir bitten Sie daher um folgende separate Einwilligungserklärungen:",
      "consent1": {
        "title": "Einwilligung 1 – Verarbeitung von Gesundheitsdaten (erforderlich)",
        "text": "Ich willige ausdrücklich ein, dass healthlingo.de meine gegebenenfalls in den hochgeladenen Dokumenten enthaltenen Gesundheitsdaten zum Zweck der Übersetzung verarbeiten darf. Mir ist bewusst, dass:",
        "points": [
          "vor der automatischen PII-Entfernung mein Dokument zunächst zur Texterkennung (OCR) an Mistral AI (Frankreich/EU) übertragen wird,",
          "die automatische PII-Entfernung keine 100%ige Erkennung aller personenbezogenen Daten garantieren kann,",
          "die Verarbeitung meiner Dokumente und Gesundheitsdaten ausschließlich innerhalb der EU stattfindet (Netzwerk-Metadaten werden durch Cloudflare verarbeitet, siehe Abschnitt 6),",
          "meine Daten nach der Verarbeitung (spätestens nach 1 Stunde) automatisch gelöscht werden."
        ],
        "checkbox": "Ja, ich willige ein.",
        "required": true
      },
      "consent2": {
        "title": "Einwilligung 2 – Feedback und Qualitätsverbesserung (optional)",
        "text": "Ich willige ein, dass mein Feedback und die zugehörigen anonymisierten Übersetzungsdaten für maximal 90 Tage zum Zweck der Qualitätsverbesserung gespeichert werden dürfen.",
        "checkbox": "Ja, ich willige ein.",
        "required": false
      },
      "consentNote": "Hinweis: Einwilligung 1 ist Voraussetzung für die Nutzung des Dienstes. Einwilligung 2 ist freiwillig und kann unabhängig erteilt oder verweigert werden. Jede Einwilligung kann jederzeit mit Wirkung für die Zukunft widerrufen werden.",
      "withdrawalTitle": "Widerruf der Einwilligung",
      "withdrawalText": "Jede dieser Einwilligungen kann von Ihnen jederzeit mit Wirkung für die Zukunft widerrufen werden. Der Widerruf kann erfolgen durch:",
      "withdrawalMethods": [
        "Abbrechen des Verarbeitungsprozesses",
        "Schließen des Browsers bzw. Verlassen der Ergebnisseite",
        "Kontaktaufnahme mit uns per E-Mail an [E-Mail-Adresse]"
      ],
      "withdrawalNote": "Der Widerruf berührt nicht die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung. Nach dem Widerruf werden alle Ihre Daten umgehend gelöscht.",
      "withdrawalConsequence": "Widerrufen Sie Einwilligung 1, können Sie healthlingo.de nicht mehr nutzen, da die Verarbeitung von Gesundheitsdaten Voraussetzung für die Erbringung unserer Dienstleistung ist."
    },
    "section10": {
      "title": "10. Ihre Rechte",
      "intro": "In Bezug auf Ihre bei uns verarbeiteten Daten haben Sie folgende Rechte:",
      "accessTitle": "Recht auf Auskunft (Art. 15 DSGVO)",
      "accessText": "Da wir keine personenbezogenen Daten von Endnutzern über die Verarbeitungsdauer hinaus speichern, können wir nach Abschluss der Verarbeitung keine Auskunft über gespeicherte Daten erteilen, da keine solchen Daten existieren. Während der Verarbeitung haben Sie das Recht, Auskunft über Ihre verarbeiteten Daten zu verlangen.",
      "rectificationTitle": "Recht auf Berichtigung (Art. 16 DSGVO)",
      "rectificationText": "Sie haben das Recht, die Berichtigung unrichtiger personenbezogener Daten zu verlangen.",
      "deletionTitle": "Recht auf Löschung (Art. 17 DSGVO)",
      "deletionText": "Ihre hochgeladenen Dokumente werden automatisch gelöscht, sobald Sie die Ergebnisseite verlassen. Es ist keine manuelle Löschung erforderlich. Sollten Sie Feedback mit Einwilligung abgegeben haben, können Sie die Löschung Ihrer Daten jederzeit durch Kontaktaufnahme mit uns anfordern.",
      "restrictionTitle": "Recht auf Einschränkung der Verarbeitung (Art. 18 DSGVO)",
      "restrictionText": "Sie können jederzeit die Verarbeitung Ihrer Dokumente abbrechen, indem Sie den Verarbeitungsprozess beenden, bevor die Übersetzung abgeschlossen ist. In diesem Fall werden die Daten sofort gelöscht.",
      "portabilityTitle": "Recht auf Datenübertragbarkeit (Art. 20 DSGVO)",
      "portabilityText": "Die Übersetzungsergebnisse können Sie direkt nach der Verarbeitung herunterladen.",
      "objectionTitle": "Recht auf Widerspruch (Art. 21 DSGVO)",
      "objectionText": "Soweit die Verarbeitung auf einem berechtigten Interesse (Art. 6 Abs. 1 lit. f DSGVO) beruht, haben Sie das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit Widerspruch gegen die Verarbeitung einzulegen. Dies betrifft insbesondere die Verarbeitung von Server-Logdaten.",
      "withdrawalTitle": "Recht auf Widerruf der Einwilligung",
      "withdrawalText": "Soweit die Verarbeitung auf Ihrer Einwilligung beruht (insbesondere bei Gesundheitsdaten nach Art. 9 Abs. 2 lit. a DSGVO), können Sie diese Einwilligung jederzeit widerrufen. Details finden Sie in Abschnitt 9.",
      "complaintTitle": "Beschwerderecht bei einer Aufsichtsbehörde",
      "complaintText": "Im Falle von Verstößen gegen die DSGVO steht Ihnen ein Beschwerderecht bei einer Aufsichtsbehörde zu, insbesondere in dem Mitgliedstaat Ihres gewöhnlichen Aufenthalts, Ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes."
    },
    "section11": {
      "title": "11. Feedback und Nutzerbewertungen",
      "intro": "Auf der Ergebnisseite haben Sie die Möglichkeit, uns freiwillig Feedback zu Ihrer Übersetzung zu geben. Bei der Abgabe von Feedback werden folgende Daten erfasst:",
      "dataCollected": [
        "Ihre Gesamtbewertung (1–5 Sterne)",
        "Optionale Detailbewertungen (Verständlichkeit, Genauigkeit, Formatierung, Geschwindigkeit)",
        "Ihr optionaler Kommentar (maximal 2000 Zeichen)",
        "Ihre IP-Adresse",
        "Zeitpunkt der Feedbackabgabe"
      ],
      "consentNote": "Die Abgabe von Feedback erfordert Ihre separate Einwilligung (Einwilligung 2, Abschnitt 9). Ohne diese Einwilligung kann kein Feedback abgegeben werden.",
      "retentionTitle": "Speicherdauer bei Feedback",
      "retentionText": "Wenn Sie Feedback mit Einwilligung zur Qualitätsverbesserung abgeben, werden Ihr Feedback und die zugehörigen anonymisierten Übersetzungsdaten für maximal 90 Tage gespeichert. Sie können Ihre Einwilligung jederzeit widerrufen, woraufhin die Daten umgehend gelöscht werden.",
      "warning": "Bitte beachten Sie: In Ihrem Kommentar sollten Sie keine personenbezogenen Daten (Namen, Adressen, Versicherungsnummern etc.) angeben. Solche Daten werden nicht automatisch entfernt und werden zusammen mit Ihrem Feedback gespeichert."
    },
    "section12": {
      "title": "12. Datensicherheit",
      "intro": "Um Ihre personenbezogenen Daten zu schützen, haben wir gemäß Art. 32 DSGVO angemessene technische und organisatorische Sicherheitsmaßnahmen getroffen. Diese umfassen insbesondere:",
      "measures": [
        "Verschlüsselung aller Daten bei Übertragung (HTTPS/TLS) und Speicherung (AES-128 Fernet)",
        "Automatische Löschung aller personenbezogenen Daten nach der Verarbeitung",
        "Automatische PII-Entfernung vor der KI-Verarbeitung",
        "Ausschließliche Datenverarbeitung innerhalb der EU",
        "Keine Verwendung von Cookies oder Tracking-Technologien",
        "Regelmäßige Überprüfung der Sicherheitsmaßnahmen"
      ]
    },
    "section13": {
      "title": "13. Kontakt und Datenschutzanfragen",
      "text": "Bei Fragen zum Datenschutz oder zur Ausübung Ihrer Rechte können Sie sich jederzeit an uns wenden:",
      "contactName": "[Vorname Nachname / Firmenname]",
      "contactEmail": "E-Mail: [E-Mail-Adresse]",
      "contactAddress": "[ggf. Postadresse]",
      "responseNote": "Bitte geben Sie genau an, welche Daten betroffen sind und welches Recht Sie ausüben möchten. Wir werden auf Ihr Verlangen so schnell wie möglich, spätestens jedoch innerhalb eines Monats, reagieren."
    },
    "section14": {
      "title": "14. Aktualisierung dieser Datenschutzerklärung",
      "text": "Wir überprüfen und aktualisieren diese Datenschutzerklärung regelmäßig, um rechtliche Anforderungen zu erfüllen und Änderungen unserer Dienste widerzuspiegeln. Bei wesentlichen Änderungen werden wir Sie durch einen deutlichen Hinweis auf unserer Website informieren. Wir empfehlen Ihnen, diese Seite regelmäßig zu besuchen, um über aktuelle Datenschutzpraktiken informiert zu bleiben.",
      "versionNote": "Die aktuelle Version finden Sie immer auf unserer Website."
    },
    "lastUpdated": "Stand:"
  },
  "impressum": {
    "pageTitle": "Impressum",
    "section1": {
      "title": "Angaben gemäß § 5 TMG",
      "name": "[Ihr Name oder Firmenname]",
      "address": "[Ihre Adresse]",
      "city": "[PLZ und Ort]",
      "country": "Deutschland"
    },
    "contact": {
      "title": "Kontakt",
      "phone": "Telefon: [Ihre Telefonnummer]",
      "email": "E-Mail: [Ihre E-Mail-Adresse]",
      "website": "Website: [Ihre Website-URL]"
    },
    "register": {
      "title": "Registereintrag",
      "text": "Eintragung im Handelsregister.",
      "court": "Registergericht: [Ihr Registergericht]",
      "number": "Registernummer: [Ihre Registernummer]"
    },
    "tax": {
      "title": "Umsatzsteuer-ID",
      "text": "Umsatzsteuer-Identifikationsnummer gemäß § 27 a Umsatzsteuergesetz:",
      "number": "[Ihre USt-IdNr.]"
    },
    "profession": {
      "title": "Berufsbezeichnung und berufsrechtliche Regelungen",
      "designation": "Berufsbezeichnung: [Ihre Berufsbezeichnung]",
      "chamber": "Zuständige Kammer: [Ihre zuständige Kammer]",
      "grantedIn": "Verliehen in: Deutschland",
      "regulations": "Es gelten folgende berufsrechtliche Regelungen: [Relevante Regelungen]"
    },
    "responsible": {
      "title": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV",
      "name": "[Name des Verantwortlichen]",
      "address": "[Adresse]",
      "city": "[PLZ und Ort]"
    },
    "disclaimer": {
      "title": "Haftungsausschluss",
      "contentTitle": "Haftung für Inhalte",
      "contentText": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich.",
      "linksTitle": "Haftung für Links",
      "linksText": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.",
      "copyrightTitle": "Urheberrecht",
      "copyrightText": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers."
    },
    "lastUpdated": "Stand:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Allgemeine Nutzungsbedingungen",
    "websiteName": "healthlingo.de",
    "intro": "Willkommen bei healthlingo.de. Die nachfolgenden Allgemeinen Nutzungsbedingungen (\"AGB\") regeln die Nutzung unseres KI-gestützten Übersetzungsdienstes für medizinische Dokumente. Bitte lesen Sie diese Bedingungen sorgfältig durch, bevor Sie unseren Dienst nutzen.",
    "tableOfContents": {
      "title": "Inhaltsverzeichnis",
      "items": [
        "§ 1 Geltungsbereich und Vertragsgegenstand",
        "§ 2 Begriffsbestimmungen",
        "§ 3 Vertragsschluss",
        "§ 4 Leistungsbeschreibung",
        "§ 5 Nutzungsvoraussetzungen",
        "§ 6 Pflichten des Nutzers",
        "§ 7 Verbotene Nutzung",
        "§ 8 Medizinischer Haftungsausschluss",
        "§ 9 Hinweis zur PII-Entfernung",
        "§ 10 Geistiges Eigentum und Urheberrecht",
        "§ 11 Verfügbarkeit und technische Anforderungen",
        "§ 12 Haftungsbeschränkung",
        "§ 13 Freistellung",
        "§ 14 Datenschutz",
        "§ 15 Vertragsbeendigung",
        "§ 16 Änderungen der Nutzungsbedingungen",
        "§ 17 Anwendbares Recht und Gerichtsstand",
        "§ 18 Außergerichtliche Streitbeilegung",
        "§ 19 Salvatorische Klausel",
        "§ 20 Kontakt"
      ]
    },
    "section1": {
      "title": "§ 1 Geltungsbereich und Vertragsgegenstand",
      "p1": "(1) Diese Allgemeinen Nutzungsbedingungen (nachfolgend \"AGB\" oder \"Nutzungsbedingungen\") gelten für die Nutzung des medizinischen Dokumentenübersetzungsdienstes healthlingo.de (nachfolgend \"Dienst\", \"Website\" oder \"Plattform\" genannt).",
      "p2": "(2) Der Dienst wird betrieben von [Vorname Nachname / Firmenname], [Straße und Hausnummer], [PLZ Ort], Deutschland (nachfolgend \"Anbieter\", \"wir\" oder \"uns\" genannt).",
      "p3": "(3) Diese AGB regeln das Vertragsverhältnis zwischen dem Anbieter und den Nutzern des Dienstes (nachfolgend \"Nutzer\" oder \"Sie\" genannt) abschließend. Abweichende, entgegenstehende oder ergänzende Bedingungen des Nutzers werden nicht Vertragsbestandteil, es sei denn, der Anbieter stimmt ihrer Geltung ausdrücklich schriftlich zu.",
      "p4": "(4) Die Nutzung des Dienstes setzt die Anerkennung dieser Nutzungsbedingungen sowie der Datenschutzerklärung voraus. Mit der Nutzung des Dienstes erklären Sie sich mit diesen Bedingungen einverstanden.",
      "p5": "(5) Diese AGB gelten sowohl für Verbraucher als auch für Unternehmer im Sinne des § 14 BGB, wobei besondere Regelungen für Verbraucher gemäß §§ 312 ff. BGB zu beachten sind."
    },
    "section2": {
      "title": "§ 2 Begriffsbestimmungen",
      "intro": "Im Sinne dieser Nutzungsbedingungen gelten folgende Begriffsbestimmungen:",
      "definitions": [
        {
          "term": "Dienst",
          "definition": "Die von healthlingo.de bereitgestellte Webanwendung zur KI-gestützten Übersetzung medizinischer Dokumente in patientenfreundliche Sprache und andere Zielsprachen."
        },
        {
          "term": "Nutzer",
          "definition": "Jede natürliche Person, die den Dienst zur Übersetzung von Dokumenten nutzt, unabhängig davon, ob es sich um ein eigenes oder ein fremdes Dokument handelt."
        },
        {
          "term": "Dokument",
          "definition": "Jede Datei (PDF, Bild, Text), die vom Nutzer zum Zweck der Übersetzung hochgeladen wird, einschließlich medizinischer Dokumente wie Arztbriefe, Befundberichte und Laborwerte."
        },
        {
          "term": "Übersetzung",
          "definition": "Das vom Dienst erzeugte Ergebnis der KI-gestützten Verarbeitung eines hochgeladenen Dokuments."
        },
        {
          "term": "KI / Künstliche Intelligenz",
          "definition": "Die im Dienst verwendeten Large Language Models (LLM) zur Texterkennung (OCR) und Übersetzung medizinischer Inhalte."
        },
        {
          "term": "PII (Personally Identifiable Information)",
          "definition": "Personenbezogene Daten wie Namen, Adressen, Geburtsdaten, Versicherungsnummern und andere Informationen, die eine Person identifizierbar machen."
        },
        {
          "term": "Gesundheitsdaten",
          "definition": "Personenbezogene Daten gemäß Art. 4 Nr. 15 DSGVO, die sich auf die körperliche oder geistige Gesundheit einer natürlichen Person beziehen."
        },
        {
          "term": "Verbraucher",
          "definition": "Jede natürliche Person, die ein Rechtsgeschäft zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch ihrer selbständigen beruflichen Tätigkeit zugerechnet werden können (§ 13 BGB)."
        },
        {
          "term": "Unternehmer",
          "definition": "Eine natürliche oder juristische Person oder eine rechtsfähige Personengesellschaft, die bei Abschluss eines Rechtsgeschäfts in Ausübung ihrer gewerblichen oder selbständigen beruflichen Tätigkeit handelt (§ 14 BGB)."
        }
      ]
    },
    "section3": {
      "title": "§ 3 Vertragsschluss",
      "p1": "(1) Der Nutzungsvertrag über die Inanspruchnahme des Dienstes kommt durch die tatsächliche Nutzung des Dienstes zustande, ohne dass es einer ausdrücklichen Annahmeerklärung bedarf. Die Nutzung des Dienstes gilt als konkludente Annahme dieser Nutzungsbedingungen.",
      "p2": "(2) Der Vertrag über digitale Inhalte gemäß §§ 327 ff. BGB kommt zustande, sobald der Nutzer ein Dokument hochlädt und damit die Verarbeitung initiiert. Der Anbieter stellt die digitalen Inhalte (Übersetzung) unentgeltlich bereit.",
      "p3": "(3) Die Nutzung des Dienstes erfordert die Erteilung einer ausdrücklichen Einwilligung zur Verarbeitung von Gesundheitsdaten gemäß Art. 9 Abs. 2 lit. a DSGVO. Diese Einwilligung ist Voraussetzung für den Vertragsschluss. Ohne diese Einwilligung kann der Dienst nicht genutzt werden.",
      "p4": "(4) Der Nutzer versichert mit der Nutzung des Dienstes, dass er das 18. Lebensjahr vollendet hat oder mit Zustimmung eines Erziehungsberechtigten handelt.",
      "p5": "(5) Die Vertragssprache ist Deutsch. Der Vertragstext wird vom Anbieter nicht gespeichert und ist nach Vertragsschluss nicht mehr abrufbar. Diese Nutzungsbedingungen können jedoch jederzeit auf der Website eingesehen werden."
    },
    "section4": {
      "title": "§ 4 Leistungsbeschreibung",
      "intro": "Der Dienst umfasst folgende Leistungen:",
      "subsection1": {
        "title": "4.1 Kernfunktionen",
        "items": [
          "Automatische Texterkennung (OCR) für hochgeladene Dokumente mittels KI",
          "Übersetzung medizinischer Fachsprache in patientenfreundliche, verständliche Sprache (Deutsch)",
          "Übersetzung in weitere Zielsprachen (Englisch, Französisch, Spanisch, Italienisch, Portugiesisch, Niederländisch, Polnisch)",
          "Automatische Entfernung personenbezogener Daten (PII-Entfernung) vor der KI-Verarbeitung",
          "Medizinische Validierung und Faktenprüfung der Übersetzungen",
          "Download der Übersetzungsergebnisse"
        ]
      },
      "subsection2": {
        "title": "4.2 Unterstützte Dokumenttypen",
        "items": [
          "Arztbriefe und Entlassungsbriefe",
          "Befundberichte und radiologische Befunde",
          "Laborwerte und Blutuntersuchungen",
          "Sonstige medizinische Dokumente"
        ]
      },
      "subsection3": {
        "title": "4.3 Unterstützte Dateiformate",
        "text": "Der Dienst akzeptiert folgende Dateiformate: PDF, JPEG, JPG, PNG, GIF, BMP, TIFF, WebP. Die maximale Dateigröße beträgt 100 MB pro Dokument."
      },
      "subsection4": {
        "title": "4.4 Verarbeitungszeit",
        "text": "Die Verarbeitungszeit hängt von der Dokumentgröße und -komplexität ab. In der Regel erfolgt die Verarbeitung innerhalb weniger Minuten. Bei hoher Auslastung kann die Verarbeitungszeit länger dauern."
      },
      "subsection5": {
        "title": "4.5 Kostenfreiheit",
        "text": "Der Dienst wird derzeit kostenlos angeboten. Der Anbieter behält sich vor, in Zukunft kostenpflichtige Funktionen einzuführen, wobei bestehende kostenlose Funktionen nicht ohne Vorankündigung eingeschränkt werden."
      },
      "subsection6": {
        "title": "4.6 Keine Gewährleistung der Übersetzungsqualität",
        "text": "Der Anbieter gibt keine Gewähr für die Richtigkeit, Vollständigkeit, Aktualität oder Eignung der Übersetzungen für einen bestimmten Zweck. Die Übersetzungen werden \"wie besehen\" (as-is) bereitgestellt. Die KI-generierten Inhalte können Fehler, Ungenauigkeiten oder Auslassungen enthalten."
      }
    },
    "section5": {
      "title": "§ 5 Nutzungsvoraussetzungen",
      "p1": "(1) Die Nutzung des Dienstes setzt einen internetfähigen Computer, ein Smartphone oder ein anderes geeignetes Endgerät mit einem modernen Webbrowser voraus.",
      "p2": "(2) Empfohlene Browser: Google Chrome (aktuelle Version), Mozilla Firefox (aktuelle Version), Safari (aktuelle Version), Microsoft Edge (aktuelle Version). Die Nutzung mit anderen oder veralteten Browsern kann zu Einschränkungen führen.",
      "p3": "(3) Für die Nutzung des Dienstes ist eine stabile Internetverbindung erforderlich. Der Anbieter übernimmt keine Verantwortung für Probleme, die durch unzureichende Internetverbindungen entstehen.",
      "p4": "(4) JavaScript muss im Browser aktiviert sein, um den Dienst nutzen zu können.",
      "p5": "(5) Der Nutzer ist selbst dafür verantwortlich, dass seine technische Ausstattung die Nutzung des Dienstes ermöglicht.",
      "p6": "(6) Eine Registrierung oder Erstellung eines Benutzerkontos ist nicht erforderlich. Der Dienst kann ohne Anmeldung genutzt werden."
    },
    "section6": {
      "title": "§ 6 Pflichten des Nutzers",
      "intro": "Der Nutzer verpflichtet sich zu folgendem Verhalten:",
      "obligations": [
        {
          "title": "Rechtmäßige Nutzung",
          "text": "Der Dienst darf nur für rechtmäßige Zwecke genutzt werden. Der Nutzer stellt sicher, dass er zur Nutzung der hochgeladenen Dokumente berechtigt ist."
        },
        {
          "title": "Einwilligung von Dritten",
          "text": "Werden Dokumente hochgeladen, die personenbezogene Daten Dritter enthalten (z.B. Dokumente von Familienangehörigen), muss der Nutzer die Einwilligung dieser Personen zur Verarbeitung eingeholt haben."
        },
        {
          "title": "Keine Manipulation",
          "text": "Der Nutzer unterlässt jegliche Versuche, die technische Infrastruktur des Dienstes zu manipulieren, zu überlasten oder in ihrer Funktion zu beeinträchtigen."
        },
        {
          "title": "Keine automatisierte Nutzung",
          "text": "Die automatisierte oder systematische Abfrage des Dienstes (z.B. durch Bots, Scraper oder vergleichbare Technologien) ist ohne ausdrückliche schriftliche Genehmigung untersagt."
        },
        {
          "title": "Eigenverantwortung",
          "text": "Der Nutzer trägt die volle Verantwortung für alle Handlungen, die unter Nutzung des Dienstes erfolgen, sowie für die Konsequenzen dieser Handlungen."
        },
        {
          "title": "Prüfung der Ergebnisse",
          "text": "Der Nutzer ist verpflichtet, die Übersetzungsergebnisse kritisch zu prüfen und bei Unklarheiten professionelle medizinische Beratung einzuholen."
        },
        {
          "title": "Schwärzung sensibler Daten",
          "text": "Der Nutzer sollte vor dem Hochladen offensichtliche personenbezogene Daten (Namen, Adressen, Geburtsdaten, Versicherungsnummern) manuell schwärzen oder entfernen, da die automatische PII-Entfernung keine 100%ige Erkennung garantiert."
        }
      ]
    },
    "section7": {
      "title": "§ 7 Verbotene Nutzung",
      "intro": "Folgende Nutzungen des Dienstes sind ausdrücklich untersagt:",
      "prohibitions": [
        "Das Hochladen von Dokumenten, die der Nutzer nicht besitzt oder für deren Verarbeitung er keine Berechtigung hat",
        "Das Hochladen von Dokumenten mit rechtswidrigen, beleidigenden, diffamierenden, bedrohenden, gewaltverherrlichenden oder anderweitig anstößigen Inhalten",
        "Das Hochladen von Dokumenten, die gegen Urheberrechte, Markenrechte oder sonstige Schutzrechte Dritter verstoßen",
        "Das Hochladen von Schadsoftware, Viren, Trojanern oder anderem schädlichen Code",
        "Versuche, unbefugten Zugang zu Systemen, Netzwerken oder Daten des Anbieters zu erlangen",
        "Das Reverse Engineering, Dekompilieren oder Disassemblieren des Dienstes oder seiner Komponenten",
        "Die Nutzung des Dienstes für kommerzielle Zwecke ohne vorherige schriftliche Genehmigung",
        "Die Weitergabe von Übersetzungsergebnissen an Dritte zu kommerziellen Zwecken",
        "Die Nutzung des Dienstes zur Generierung von Trainingsdaten für eigene KI-Modelle",
        "Jegliche Nutzung, die gegen geltendes Recht verstößt"
      ],
      "consequence": "Bei Verstößen gegen diese Bestimmungen behält sich der Anbieter vor, den Zugang zum Dienst zu sperren und gegebenenfalls rechtliche Schritte einzuleiten."
    },
    "section8": {
      "title": "§ 8 Medizinischer Haftungsausschluss",
      "warning": "WICHTIGER HINWEIS: Die bereitgestellten Übersetzungen stellen KEINE medizinische Beratung, Diagnose oder Behandlungsempfehlung dar!",
      "subsection1": {
        "title": "8.1 Keine medizinische Beratung",
        "items": [
          "Die Übersetzungen werden vollautomatisch durch künstliche Intelligenz erstellt und können Fehler, Ungenauigkeiten, Auslassungen oder Missverständnisse enthalten.",
          "Die Übersetzungen dienen ausschließlich der Information und dem besseren Verständnis medizinischer Dokumente.",
          "Die Übersetzungen ersetzen in keinem Fall die professionelle medizinische Beratung, Diagnose oder Behandlung durch qualifizierte Ärzte oder andere Gesundheitsdienstleister."
        ]
      },
      "subsection2": {
        "title": "8.2 Verhaltenshinweise",
        "items": [
          "Treffen Sie niemals medizinische Entscheidungen ausschließlich auf Grundlage der Übersetzungen dieses Dienstes.",
          "Konsultieren Sie bei allen medizinischen Fragen, Symptomen oder Beschwerden immer einen qualifizierten Arzt.",
          "Bei medizinischen Notfällen kontaktieren Sie sofort den Notruf (112) oder begeben Sie sich in die nächste Notaufnahme.",
          "Brechen Sie niemals eine ärztlich verordnete Behandlung ab oder ändern Sie diese aufgrund von Informationen aus den Übersetzungen."
        ]
      },
      "subsection3": {
        "title": "8.3 Keine Arzt-Patient-Beziehung",
        "text": "Durch die Nutzung des Dienstes wird keine Arzt-Patient-Beziehung begründet. Der Anbieter erbringt keine medizinischen Leistungen und praktiziert keine Heilkunde."
      },
      "acknowledgment": "Mit der Nutzung des Dienstes bestätigen Sie, dass Sie diesen medizinischen Haftungsausschluss gelesen, verstanden und akzeptiert haben."
    },
    "section9": {
      "title": "§ 9 Hinweis zur PII-Entfernung",
      "warning": "KEINE GARANTIE FÜR VOLLSTÄNDIGE ENTFERNUNG PERSONENBEZOGENER DATEN",
      "p1": "(1) Der Dienst verwendet fortschrittliche Technologien (spaCy NER, Microsoft Presidio, Regex-Mustererkennung) zur automatischen Erkennung und Entfernung personenbezogener Daten aus hochgeladenen Dokumenten.",
      "p2": "(2) Trotz dieser Technologien kann keine 100%ige Erkennung und Entfernung aller personenbezogenen Daten garantiert werden. Ungewöhnliche Namensformate, handschriftliche Notizen, atypische Dokumentstrukturen oder seltene Datenformate können dazu führen, dass personenbezogene Daten nicht erkannt werden.",
      "p3": "(3) Bei der OCR-Verarbeitung (Texterkennung) wird Ihr Dokument zunächst an Mistral AI (Frankreich/EU) übertragen, BEVOR die PII-Entfernung erfolgen kann. Dieser Umstand ist technisch bedingt und wird in der Einwilligungserklärung ausdrücklich erläutert.",
      "p4": "(4) Medizinische Fachbegriffe, Diagnosen, Befunde und Behandlungsinformationen werden bewusst nicht entfernt, da sie für die Übersetzung erforderlich sind.",
      "p5": "(5) Mit dem Hochladen eines Dokuments und der Erteilung Ihrer Einwilligung bestätigen Sie, dass Sie diesen Hinweis verstanden haben und das verbleibende Risiko akzeptieren.",
      "recommendation": "Empfehlung: Schwärzen Sie vor dem Hochladen offensichtliche personenbezogene Daten wie Namen, Adressen, Geburtsdaten und Versicherungsnummern manuell."
    },
    "section10": {
      "title": "§ 10 Geistiges Eigentum und Urheberrecht",
      "subsection1": {
        "title": "10.1 Rechte des Anbieters",
        "items": [
          "Alle Rechte an der Website, dem Dienst und dessen Komponenten, einschließlich Urheberrechte, Markenrechte, Patente, Geschäftsgeheimnisse und sonstige gewerbliche Schutzrechte, verbleiben beim Anbieter oder dessen Lizenzgebern.",
          "Der Quellcode, die Algorithmen, das Design, die Benutzeroberfläche und alle Inhalte der Website sind urheberrechtlich geschützt.",
          "Die Nutzung des Dienstes gewährt dem Nutzer keine Rechte am geistigen Eigentum des Anbieters, außer dem begrenzten Recht zur Nutzung gemäß diesen Nutzungsbedingungen."
        ]
      },
      "subsection2": {
        "title": "10.2 Rechte des Nutzers",
        "items": [
          "Der Nutzer behält alle Rechte an den von ihm hochgeladenen Originaldokumenten.",
          "Der Nutzer erhält ein einfaches, nicht übertragbares Nutzungsrecht an den Übersetzungsergebnissen für den persönlichen Gebrauch.",
          "Die kommerzielle Nutzung der Übersetzungsergebnisse bedarf der vorherigen schriftlichen Genehmigung des Anbieters."
        ]
      },
      "subsection3": {
        "title": "10.3 Nutzungslizenz",
        "text": "Der Nutzer erhält eine unentgeltliche, nicht ausschließliche, nicht übertragbare, widerrufliche Lizenz zur Nutzung des Dienstes für den persönlichen, nicht-kommerziellen Gebrauch, unter Einhaltung dieser Nutzungsbedingungen."
      }
    },
    "section11": {
      "title": "§ 11 Verfügbarkeit und technische Anforderungen",
      "subsection1": {
        "title": "11.1 Verfügbarkeit",
        "items": [
          "Der Anbieter ist bestrebt, den Dienst mit einer möglichst hohen Verfügbarkeit bereitzustellen, kann jedoch keine bestimmte Verfügbarkeit garantieren.",
          "Vorübergehende Betriebsunterbrechungen aufgrund von Wartungsarbeiten, Updates, technischen Störungen oder höherer Gewalt sind möglich.",
          "Geplante Wartungsarbeiten werden, soweit möglich, außerhalb der üblichen Nutzungszeiten durchgeführt und im Voraus angekündigt."
        ]
      },
      "subsection2": {
        "title": "11.2 Änderungen und Einstellung",
        "items": [
          "Der Anbieter behält sich vor, den Dienst jederzeit zu ändern, zu erweitern oder einzuschränken.",
          "Der Anbieter behält sich vor, den Dienst jederzeit ohne Angabe von Gründen einzustellen.",
          "Ein Anspruch auf Aufrechterhaltung des Dienstes besteht nicht."
        ]
      },
      "subsection3": {
        "title": "11.3 Technische Störungen",
        "text": "Der Anbieter übernimmt keine Haftung für technische Störungen, Datenverluste oder andere Beeinträchtigungen, die außerhalb seines Einflussbereichs liegen, insbesondere bei Störungen der Internetverbindung, der Server-Infrastruktur oder bei Angriffen durch Dritte."
      }
    },
    "section12": {
      "title": "§ 12 Haftungsbeschränkung",
      "subsection1": {
        "title": "12.1 Allgemeine Haftungsbeschränkung",
        "p1": "(1) Der Anbieter haftet unbeschränkt für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit, die auf einer vorsätzlichen oder fahrlässigen Pflichtverletzung des Anbieters oder seiner gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen.",
        "p2": "(2) Der Anbieter haftet unbeschränkt für sonstige Schäden, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung des Anbieters oder seiner gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen.",
        "p3": "(3) Bei Verletzung wesentlicher Vertragspflichten (Kardinalpflichten) durch einfache Fahrlässigkeit ist die Haftung auf den Ersatz des vorhersehbaren, vertragstypischen Schadens begrenzt.",
        "p4": "(4) Im Übrigen ist die Haftung des Anbieters – gleich aus welchem Rechtsgrund – ausgeschlossen."
      },
      "subsection2": {
        "title": "12.2 Haftungsausschluss für Übersetzungen",
        "text": "Der Anbieter übernimmt keine Haftung für die Richtigkeit, Vollständigkeit, Aktualität oder Eignung der Übersetzungsergebnisse. Insbesondere haftet der Anbieter nicht für Schäden, die durch fehlerhafte, unvollständige oder missverständliche Übersetzungen entstehen, einschließlich – aber nicht beschränkt auf – medizinische Fehlentscheidungen, gesundheitliche Beeinträchtigungen oder wirtschaftliche Schäden."
      },
      "subsection3": {
        "title": "12.3 Haftung für Links",
        "text": "Soweit die Website Links zu externen Websites Dritter enthält, übernimmt der Anbieter keine Haftung für die Inhalte, Verfügbarkeit oder Datenschutzpraktiken dieser externen Websites."
      },
      "subsection4": {
        "title": "12.4 Keine Haftungsbeschränkung",
        "text": "Die vorstehenden Haftungsbeschränkungen gelten nicht für Ansprüche nach dem Produkthaftungsgesetz sowie bei arglistigem Verschweigen von Mängeln oder Übernahme einer Garantie."
      }
    },
    "section13": {
      "title": "§ 13 Freistellung",
      "p1": "(1) Der Nutzer stellt den Anbieter von sämtlichen Ansprüchen frei, die Dritte gegen den Anbieter aufgrund einer Verletzung ihrer Rechte durch die vom Nutzer hochgeladenen Dokumente oder durch die sonstige Nutzung des Dienstes durch den Nutzer geltend machen.",
      "p2": "(2) Der Nutzer übernimmt hierbei die Kosten der notwendigen Rechtsverteidigung des Anbieters einschließlich aller Gerichts- und Anwaltskosten in gesetzlicher Höhe.",
      "p3": "(3) Dies gilt nicht, wenn der Nutzer die Rechtsverletzung nicht zu vertreten hat.",
      "p4": "(4) Der Nutzer ist verpflichtet, den Anbieter im Falle einer Inanspruchnahme durch Dritte unverzüglich, wahrheitsgemäß und vollständig über alle ihm bekannten Umstände zu informieren."
    },
    "section14": {
      "title": "§ 14 Datenschutz",
      "p1": "(1) Der Schutz Ihrer personenbezogenen Daten ist uns besonders wichtig. Die Verarbeitung Ihrer Daten erfolgt gemäß der Datenschutz-Grundverordnung (DSGVO), dem Bundesdatenschutzgesetz (BDSG) und unserer ausführlichen Datenschutzerklärung.",
      "p2": "(2) Unsere vollständige Datenschutzerklärung ist jederzeit unter dem Menüpunkt \"Datenschutz\" auf unserer Website abrufbar. Dort finden Sie umfassende Informationen zu:",
      "items": [
        "Den erhobenen Datenarten und Verarbeitungszwecken",
        "Den Rechtsgrundlagen der Verarbeitung",
        "Der Speicherdauer und automatischen Löschung",
        "Ihren Rechten als betroffene Person (Auskunft, Berichtigung, Löschung, etc.)",
        "Den eingesetzten Drittanbietern und Auftragsverarbeitern",
        "Der Verarbeitung von Gesundheitsdaten gemäß Art. 9 DSGVO",
        "Der erforderlichen Einwilligungserklärungen"
      ],
      "p3": "(3) Durch die Nutzung des Dienstes bestätigen Sie, dass Sie unsere Datenschutzerklärung zur Kenntnis genommen haben.",
      "linkText": "Zur vollständigen Datenschutzerklärung"
    },
    "section15": {
      "title": "§ 15 Vertragsbeendigung",
      "subsection1": {
        "title": "15.1 Beendigung durch den Nutzer",
        "text": "Der Nutzer kann den Nutzungsvertrag jederzeit durch Beenden der Nutzung beenden. Mit dem Verlassen der Ergebnisseite oder dem Schließen des Browsers endet der aktuelle Nutzungsvorgang und alle damit verbundenen Daten werden automatisch gelöscht."
      },
      "subsection2": {
        "title": "15.2 Beendigung durch den Anbieter",
        "text": "Der Anbieter kann den Nutzungsvertrag jederzeit ohne Angabe von Gründen beenden, insbesondere bei Verstößen gegen diese Nutzungsbedingungen. In diesem Fall kann der Zugang zum Dienst gesperrt werden."
      },
      "subsection3": {
        "title": "15.3 Folgen der Beendigung",
        "text": "Mit Beendigung des Nutzungsverhältnisses werden alle temporär gespeicherten Daten (Dokumente, Übersetzungen, Metadaten) automatisch gelöscht. Ein Anspruch auf Zugang zu früheren Übersetzungsergebnissen besteht nicht."
      },
      "subsection4": {
        "title": "15.4 Fortgeltung",
        "text": "Die Bestimmungen zu Haftung, Freistellung, geistigem Eigentum und anwendbarem Recht gelten auch nach Beendigung des Nutzungsverhältnisses fort."
      }
    },
    "section16": {
      "title": "§ 16 Änderungen der Nutzungsbedingungen",
      "p1": "(1) Der Anbieter behält sich vor, diese Nutzungsbedingungen jederzeit mit Wirkung für die Zukunft zu ändern.",
      "p2": "(2) Änderungen werden durch Veröffentlichung der geänderten Nutzungsbedingungen auf dieser Seite wirksam. Das Datum der letzten Aktualisierung ist am Ende dieser Seite angegeben.",
      "p3": "(3) Bei wesentlichen Änderungen werden wir Sie durch einen deutlichen Hinweis auf unserer Website informieren.",
      "p4": "(4) Die fortgesetzte Nutzung des Dienstes nach Inkrafttreten geänderter Nutzungsbedingungen gilt als Zustimmung zu den Änderungen.",
      "p5": "(5) Wir empfehlen Ihnen, diese Nutzungsbedingungen regelmäßig auf Änderungen zu überprüfen."
    },
    "section17": {
      "title": "§ 17 Anwendbares Recht und Gerichtsstand",
      "p1": "(1) Für diese Nutzungsbedingungen und alle sich daraus ergebenden Rechtsbeziehungen zwischen dem Anbieter und dem Nutzer gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des UN-Kaufrechts (CISG).",
      "p2": "(2) Ist der Nutzer Verbraucher, bleibt das zwingende Verbraucherschutzrecht des Staates, in dem der Nutzer seinen gewöhnlichen Aufenthalt hat, unberührt, soweit es für den Nutzer günstiger ist.",
      "p3": "(3) Ist der Nutzer Kaufmann, juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen, ist ausschließlicher Gerichtsstand für alle sich aus dem Vertragsverhältnis ergebenden Streitigkeiten der Sitz des Anbieters.",
      "p4": "(4) Für Verbraucher gelten die gesetzlichen Gerichtsstände."
    },
    "section18": {
      "title": "§ 18 Außergerichtliche Streitbeilegung",
      "p1": "(1) Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS-Plattform) bereit, die Sie unter https://ec.europa.eu/consumers/odr finden.",
      "p2": "(2) Zur Teilnahme an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle sind wir weder bereit noch verpflichtet.",
      "p3": "(3) Unsere E-Mail-Adresse finden Sie im Impressum."
    },
    "section19": {
      "title": "§ 19 Salvatorische Klausel",
      "p1": "(1) Sollten einzelne Bestimmungen dieser Nutzungsbedingungen ganz oder teilweise unwirksam oder undurchführbar sein oder werden, so wird dadurch die Wirksamkeit der übrigen Bestimmungen nicht berührt.",
      "p2": "(2) An die Stelle der unwirksamen oder undurchführbaren Bestimmung tritt diejenige wirksame und durchführbare Bestimmung, die dem wirtschaftlichen Zweck der unwirksamen oder undurchführbaren Bestimmung am nächsten kommt.",
      "p3": "(3) Die vorstehenden Regelungen gelten entsprechend für den Fall, dass sich die Nutzungsbedingungen als lückenhaft erweisen."
    },
    "section20": {
      "title": "§ 20 Kontakt",
      "intro": "Bei Fragen zu diesen Nutzungsbedingungen können Sie uns wie folgt erreichen:",
      "name": "[Vorname Nachname / Firmenname]",
      "address": "[Straße und Hausnummer]",
      "city": "[PLZ Ort]",
      "country": "Deutschland",
      "email": "E-Mail: [E-Mail-Adresse]",
      "phone": "Telefon: [Telefonnummer]"
    },
    "lastUpdated": "Stand:"
  }
}
