{
  "datenschutz": {
    "pageTitle": "سياسة الخصوصية",
    "websiteName": "healthlingo.de",
    "tableOfContents": {
      "title": "المحتويات",
      "items": [
        "1. حماية البيانات باختصار",
        "2. معلومات عامة وإلزامية",
        "3. جمع البيانات على هذا الموقع",
        "4. الأسس القانونية للمعالجة",
        "5. حماية البيانات الصحية",
        "6. الأطراف الثالثة ومعالجة البيانات",
        "7. إشعار إزالة البيانات الشخصية",
        "8. المعالجة الآلية والذكاء الاصطناعي",
        "9. موافقتك",
        "10. حقوقك",
        "11. الملاحظات والتقييمات",
        "12. أمان البيانات",
        "13. الاتصال وطلبات الخصوصية",
        "14. تحديث هذه السياسة"
      ]
    },
    "labels": {
      "purpose": "الغرض:",
      "legalBasis": "الأساس القانوني:",
      "dataProcessed": "البيانات المعالجة:",
      "security": "الأمان:",
      "thirdCountryTransfer": "النقل إلى دول ثالثة:",
      "retention": "الاحتفاظ:",
      "ocrNote": "ملاحظة مهمة حول OCR:",
      "objectionRight": "حق الاعتراض:",
      "important": "مهم:",
      "note": "ملاحظة:",
      "processingActivity": "نشاط المعالجة",
      "explanation": "التوضيح"
    },
    "section1": {
      "title": "1. الخصوصية باختصار",
      "generalTitle": "معلومات عامة",
      "generalText": "توفر الملاحظات التالية نظرة عامة بسيطة على ما يحدث لبياناتك الشخصية عند زيارة هذا الموقع. البيانات الشخصية هي أي بيانات يمكن استخدامها لتحديد هويتك الشخصية.",
      "dataCollectionTitle": "جمع البيانات على هذا الموقع",
      "responsibleText": "تتم معالجة البيانات على هذا الموقع بواسطة مشغل الموقع. يمكن العثور على تفاصيل الاتصال الخاصة به في المعلومات القانونية لهذا الموقع.",
      "responsibleQuestion": "من المسؤول عن جمع البيانات على هذا الموقع؟",
      "anonymousTitle": "الاستخدام المجهول لخدمتنا",
      "anonymousText": "تعمل خدمة الترجمة لدينا بشكل مجهول تماماً. لا تحتاج إلى حساب مستخدم ولا تحتاج إلى التسجيل لترجمة المستندات. نحن لا نخزن أي بيانات شخصية من المستخدمين النهائيين. تتم معالجة مستنداتك دون ربطها بهوية شخصية.",
      "howCollectQuestion": "كيف نجمع بياناتك؟",
      "howCollectText": "البيانات الوحيدة التي نجمعها هي المستندات التي تقوم بتحميلها للترجمة. يتم تخزينها مؤقتاً فقط طوال مدة المعالجة. نحن لا نجمع أي بيانات شخصية أخرى منك.",
      "purposeQuestion": "لماذا نستخدم بياناتك؟",
      "purposeText": "تتم معالجة المستندات المحملة حصرياً لأغراض الترجمة. بعد اكتمال المعالجة، يتم حذف جميع البيانات تلقائياً. لا يوجد تخزين دائم أو مشاركة مع أطراف ثالثة أو استخدام لأغراض أخرى.",
      "rightsQuestion": "ما هي حقوقك فيما يتعلق ببياناتك؟",
      "rightsText": "نظراً لأننا لا نخزن البيانات الشخصية من المستخدمين النهائيين والمعالجة مجهولة تماماً، فإن معظم حقوق GDPR (مثل الوصول والتصحيح والحذف) لا تنطبق. يتم حذف مستنداتك تلقائياً بعد المعالجة، لذلك لا توجد بيانات يمكن الكشف عنها."
    },
    "section2": {
      "title": "2. معلومات عامة وإفصاحات إلزامية",
      "privacyTitle": "حماية البيانات",
      "privacyText": "يأخذ مشغلو هذه الصفحات حماية بياناتك الشخصية على محمل الجد. نتعامل مع بياناتك الشخصية بسرية ووفقاً للوائح حماية البيانات القانونية وسياسة الخصوصية هذه.",
      "responsibleTitle": "ملاحظة حول الجهة المسؤولة",
      "responsibleText": "الجهة المسؤولة عن معالجة البيانات على هذا الموقع مذكورة في المعلومات القانونية. الجهة المسؤولة هي الشخص الطبيعي أو الاعتباري الذي يحدد بمفرده أو بالاشتراك مع آخرين أغراض ووسائل معالجة البيانات الشخصية.",
      "storageTitle": "مدة التخزين",
      "storageText": "يتم تخزين المستندات المحملة وترجماتها مؤقتاً فقط طوال مدة المعالجة. يتم حذفها من الأنظمة النشطة فوراً بعد اكتمال المعالجة، وفي جميع الأحوال خلال ساعة واحدة كحد أقصى. يتم حذف جميع البيانات تلقائياً وبالكامل:",
      "storageItems": [
        "المستند الأصلي المحمل",
        "النصوص المستخرجة (بعد إزالة البيانات الشخصية)",
        "نتائج الترجمة",
        "جميع بيانات المعالجة الوصفية",
        "عناوين IP (لتسجيل الأمان)"
      ],
      "storageNote": "تتيح لك فترة التخزين القصيرة هذه تنزيل ترجمتك مع تحقيق أقصى قدر من حماية البيانات. بعد الحذف من الأنظمة النشطة، لا يمكن استرداد البيانات.",
      "sslTitle": "تشفير SSL/TLS",
      "sslText": "لأسباب أمنية ولحماية نقل المحتوى السري، مثل المستندات الطبية التي ترسلها إلينا، يستخدم هذا الموقع تشفير SSL/TLS. يمكنك التعرف على الاتصال المشفر من خلال تغيير شريط عنوان المتصفح من \"http://\" إلى \"https://\" ورمز القفل في شريط المتصفح."
    },
    "section3": {
      "title": "3. جمع البيانات على هذا الموقع",
      "cookiesTitle": "ملفات تعريف الارتباط",
      "cookiesText1": "نحن لا نستخدم ملفات تعريف الارتباط للتسويق أو التحليلات أو التتبع. تستخدم خدمتنا فقط ملفات تعريف الارتباط الضرورية للغاية المطلوبة لوظائف الموقع.",
      "cookiesText2": "نقوم بتعيين ملف تعريف ارتباط لتخزين إعداد اللغة المفضلة لديك. يخزن ملف تعريف الارتباط هذا (\"i18next\") اللغة المحددة بحيث يتم عرض الموقع تلقائياً بلغتك المفضلة في زيارتك القادمة. لا يحتوي ملف تعريف الارتباط هذا على بيانات شخصية وهو وظيفي بحت.",
      "cookiesText3": "قد تقوم Cloudflare بتعيين ملفات تعريف ارتباط أمنية ضرورية للغاية اعتماداً على التكوين لحماية موقعنا من الهجمات الإلكترونية وضمان سلامة خدمتنا. تُستخدم ملفات تعريف الارتباط هذه فقط لأغراض أمنية ولا تحتوي على بيانات شخصية لأغراض إعلانية.",
      "cookiesText4": "بالإضافة إلى ذلك، نستخدم localStorage في المتصفح لحفظ تفضيلك لشعار ملفات تعريف الارتباط (ما إذا كنت قد أغلقت الشعار). يتم تخزين هذه المعلومات محلياً فقط في متصفحك ولا يتم نقلها إلى خادمنا.",
      "cookiesText5": "نظراً لأننا نستخدم فقط ملفات تعريف الارتباط الضرورية للغاية، لا يلزم الحصول على موافقة بموجب القانون المعمول به. هذه الملفات ضرورية لتقديم الخدمة.",
      "serverLogsTitle": "ملفات سجل الخادم",
      "serverLogsText": "يقوم مزود هذه الصفحات تلقائياً بجمع وتخزين المعلومات في ما يسمى ملفات سجل الخادم، والتي ينقلها متصفحك إلينا تلقائياً. هذه هي:",
      "serverLogsItems": [
        "نوع المتصفح وإصداره",
        "نظام التشغيل المستخدم",
        "عنوان URL المُحيل",
        "اسم المضيف للحاسوب المتصل",
        "وقت طلب الخادم",
        "عنوان IP"
      ],
      "serverLogsNote": "لا يتم دمج هذه البيانات مع مصادر بيانات أخرى.",
      "medicalTitle": "معالجة المستندات الطبية",
      "medicalText": "عند استخدام خدمة الترجمة الخاصة بنا للمستندات الطبية، تنطبق تدابير حماية البيانات التالية:",
      "medicalItems": [
        "الإزالة التلقائية للبيانات الشخصية: قبل المعالجة بواسطة أنظمة الذكاء الاصطناعي، تتم إزالة المعلومات الشخصية (الأسماء والعناوين والهواتف وتواريخ الميلاد وأرقام التأمين) تلقائياً من المستندات.",
        "التخزين المؤقت: يتم تخزين المستندات مؤقتاً فقط طوال مدة المعالجة (ساعة واحدة كحد أقصى)",
        "الحذف التلقائي: بعد اكتمال الترجمة، يتم حذف جميع البيانات من الأنظمة النشطة فوراً، وفي جميع الأحوال خلال ساعة واحدة. تبقى فقط الإحصائيات المجهولة",
        "بدون تخزين دائم: لا يوجد تخزين دائم للمستندات أو الترجمات",
        "بدون مشاركة: لا توجد مشاركة للبيانات مع أطراف ثالثة (باستثناء Mistral AI (فرنسا) للتعرف الضوئي على الحروف والترجمة، وHetzner (ألمانيا) لإزالة البيانات الشخصية. يتم نقل النصوص المنظفة من البيانات الشخصية فقط للترجمة)",
        "النقل المشفر: يتم نقل جميع البيانات مشفرة عبر HTTPS/TLS",
        "التشفير في حالة السكون: يتم تشفير جميع المستندات المحملة باستخدام AES-256-GCM وتخزينها في قاعدة البيانات. تستخدم حسابات المسؤولين بالإضافة إلى ذلك تخزيناً مشفراً لعناوين البريد الإلكتروني والأسماء.",
        "بدون ملفات تعريف ارتباط للتتبع: لا تستخدم خدمتنا ملفات تعريف الارتباط للتسويق أو التحليلات أو التتبع. يتم استخدام ملفات تعريف الارتباط الضرورية للغاية فقط لإعدادات اللغة والأمان.",
        "معالجة البيانات بشكل أساسي في الاتحاد الأوروبي: تتم معالجة مستنداتك حصرياً داخل الاتحاد الأوروبي (ألمانيا وفرنسا). بالنسبة لخدمات CDN والأمان (Cloudflare)، قد يحدث نقل البيانات إلى الولايات المتحدة، مؤمن ببنود العقد القياسية للاتحاد الأوروبي وإطار خصوصية البيانات بين الاتحاد الأوروبي والولايات المتحدة (انظر القسم 6)."
      ]
    },
    "section4": {
      "title": "4. حقوقك",
      "intro": "نظراً لأن خدمتنا تعمل بشكل مجهول تماماً ولا نخزن البيانات الشخصية من المستخدمين النهائيين، فإن معظم حقوق GDPR لا تنطبق مباشرة في هذا السياق. يتم حذف مستنداتك تلقائياً بعد المعالجة، لذلك لا توجد بيانات يمكن الكشف عنها.",
      "accessTitle": "حق الوصول",
      "accessText": "نظراً لأننا لا نخزن البيانات الشخصية من المستخدمين النهائيين والمعالجة مجهولة، لا يمكننا تقديم معلومات حول البيانات المخزنة لأن مثل هذه البيانات غير موجودة. إذا كانت لديك أسئلة حول حماية البيانات، يمكنك الاتصال بنا في أي وقت (انظر جهة الاتصال في المعلومات القانونية).",
      "deletionTitle": "حق الحذف",
      "deletionText": "يتم حذف مستنداتك المحملة من الأنظمة النشطة فوراً بعد المعالجة، وفي جميع الأحوال خلال ساعة واحدة. لا يلزم الحذف اليدوي لأن الحذف يحدث تلقائياً. إذا قدمت ملاحظات بموافقتك، يمكنك طلب حذف بياناتك في أي وقت عن طريق الاتصال بنا.",
      "restrictionTitle": "حق تقييد المعالجة",
      "restrictionText": "يمكنك إلغاء معالجة مستنداتك في أي وقت عن طريق إنهاء المعالجة قبل اكتمال الترجمة. في هذه الحالة، يتم حذف البيانات فوراً.",
      "portabilityTitle": "حق نقل البيانات",
      "portabilityText": "نظراً لأننا لا نخزن البيانات الشخصية من المستخدمين النهائيين، لا توجد بيانات يمكن نقلها. يمكنك تنزيل نتائج الترجمة مباشرة بعد المعالجة.",
      "complaintTitle": "حق تقديم شكوى إلى سلطة إشرافية",
      "complaintText": "في حالة انتهاك GDPR، لديك الحق في تقديم شكوى إلى سلطة إشرافية، لا سيما في الدولة العضو التي تقيم فيها بشكل اعتيادي أو مكان عملك أو مكان الانتهاك المزعوم."
    },
    "section5": {
      "title": "5. ملاحظات خاصة حول حماية البيانات الصحية",
      "intro": "نظراً لأن خدمتنا تتيح معالجة المستندات الطبية التي قد تحتوي على بيانات صحية، نلاحظ بشكل خاص:",
      "items": [
        "تنتمي البيانات الصحية إلى الفئات الخاصة من البيانات الشخصية بموجب المادة 9 من GDPR",
        "نعالج هذه البيانات حصرياً لأغراض الترجمة وفقط بموافقتك الصريحة والمنفصلة (انظر القسم 9)",
        "قبل معالجة الذكاء الاصطناعي، تتم إزالة جميع المعلومات الشخصية (الأسماء والعناوين والهواتف وغيرها) تلقائياً",
        "يتم اتخاذ تدابير تقنية وتنظيمية خاصة لحماية هذه البيانات (التشفير، فترة التخزين القصيرة، الحذف التلقائي)",
        "يتم حذف جميع البيانات من الأنظمة النشطة فوراً بعد المعالجة، وفي جميع الأحوال خلال ساعة واحدة",
        "نتائج الترجمة لأغراض إعلامية فقط ولا تحل محل الاستشارة والمشورة الطبية. لا يتم إجراء أي تشخيص أو فحص أو توصيات علاجية"
      ]
    },
    "section6": {
      "title": "6. الاتصال واستفسارات حماية البيانات",
      "text": "للأسئلة حول حماية البيانات أو لممارسة حقوقك، يمكنك الاتصال بنا في أي وقت. يمكن العثور على تفاصيل الاتصال في",
      "impressumLink": "المعلومات القانونية",
      "responsibleLabel": "الجهة المسؤولة:",
      "responsibleText": "الجهة المسؤولة عن معالجة البيانات مذكورة في المعلومات القانونية لهذا الموقع."
    },
    "section7": {
      "title": "7. الأطراف الثالثة ومعالجة البيانات",
      "intro": "نستخدم مزودي الطرف الثالث التاليين لتقديم خدمتنا:",
      "items": [
        "Mistral AI (فرنسا/الاتحاد الأوروبي): للتعرف على النص (OCR) والترجمة المدعومة بالذكاء الاصطناعي. يتم نقل النصوص المنظفة من البيانات الشخصية فقط إلى Mistral AI للترجمة. تتم معالجة البيانات في فرنسا داخل الاتحاد الأوروبي. ملاحظة: أثناء معالجة OCR، يتم نقل المستند غير المعالج إلى Mistral AI قبل أن تتم إزالة البيانات الشخصية.",
        "Hetzner (ألمانيا/الاتحاد الأوروبي): لإزالة البيانات الشخصية وكخدمة OCR احتياطية (PaddleOCR). تقع الخوادم في ألمانيا.",
        "Railway (الاتحاد الأوروبي): لاستضافة التطبيق وقاعدة بيانات PostgreSQL المشفرة. Railway معتمد SOC 2 Type I ويقدم اتفاقيات معالجة البيانات المتوافقة مع GDPR."
      ],
      "note": "تتم معالجة البيانات بشكل أساسي داخل الاتحاد الأوروبي. بالنسبة لخدمة CDN والأمان (Cloudflare)، قد يحدث نقل البيانات إلى الولايات المتحدة، مؤمن بضمانات مناسبة."
    },
    "section7a": {
      "title": "7أ. إشعار مهم بشأن إزالة البيانات الشخصية",
      "intro": "يرجى ملاحظة المعلومات الهامة التالية بشأن الإزالة التلقائية لمعلومات التعريف الشخصية (PII):",
      "warning": "لا ضمان للإزالة الكاملة للبيانات الشخصية",
      "items": [
        "الإزالة التلقائية للمعلومات الشخصية هي عملية بأفضل جهد. لا نستطيع ضمان أن جميع البيانات الشخصية سيتم اكتشافها وإزالتها بنسبة 100%.",
        "على الرغم من التقنيات المتقدمة (spaCy NER، Microsoft Presidio، مطابقة أنماط regex)، قد تتسبب تنسيقات الأسماء غير العادية أو الملاحظات المكتوبة بخط اليد أو هياكل المستندات غير النمطية في عدم اكتشاف بعض البيانات الشخصية.",
        "مهم: أثناء معالجة OCR، يتم نقل مستندك أولاً إلى Mistral AI (فرنسا) قبل أن تتم إزالة PII. تتم إزالة البيانات الشخصية فقط بعد التعرف على النص.",
        "قبل التحميل، نوصي بشدة بتعتيم أو إزالة البيانات الشخصية الواضحة يدوياً مثل الأسماء والعناوين وتواريخ الميلاد وأرقام التأمين.",
        "المصطلحات الطبية والتشخيصات والنتائج لا تتم إزالتها عمداً لأنها ضرورية للترجمة."
      ],
      "consent": "بتحميل مستنداتك وقبول سياسة الخصوصية، تؤكد أنك فهمت هذا الإشعار وتقبل أن إزالة PII لا يمكن ضمانها بنسبة 100%."
    },
    "lastUpdated": "آخر تحديث:"
  },
  "impressum": {
    "pageTitle": "المعلومات القانونية",
    "section1": {
      "title": "معلومات وفقاً لـ § 5 TMG",
      "name": "[اسمك أو اسم شركتك]",
      "address": "[عنوانك]",
      "city": "[الرمز البريدي والمدينة]",
      "country": "ألمانيا"
    },
    "contact": {
      "title": "الاتصال",
      "phone": "الهاتف: [رقم هاتفك]",
      "email": "البريد الإلكتروني: [عنوان بريدك الإلكتروني]",
      "website": "الموقع الإلكتروني: [رابط موقعك الإلكتروني]"
    },
    "register": {
      "title": "سجل التسجيل",
      "text": "التسجيل في السجل التجاري.",
      "court": "محكمة التسجيل: [محكمة التسجيل الخاصة بك]",
      "number": "رقم التسجيل: [رقم التسجيل الخاص بك]"
    },
    "tax": {
      "title": "رقم ضريبة القيمة المضافة",
      "text": "رقم تعريف ضريبة القيمة المضافة وفقاً لـ § 27 a من قانون ضريبة القيمة المضافة:",
      "number": "[رقم ضريبة القيمة المضافة الخاص بك]"
    },
    "profession": {
      "title": "المسمى المهني واللوائح المهنية",
      "designation": "المسمى المهني: [مسماك المهني]",
      "chamber": "الغرفة المسؤولة: [غرفتك المسؤولة]",
      "grantedIn": "منحت في: ألمانيا",
      "regulations": "تنطبق اللوائح المهنية التالية: [اللوائح ذات الصلة]"
    },
    "responsible": {
      "title": "المسؤول عن المحتوى وفقاً لـ § 55 الفقرة 2 RStV",
      "name": "[اسم الشخص المسؤول]",
      "address": "[العنوان]",
      "city": "[الرمز البريدي والمدينة]"
    },
    "disclaimer": {
      "title": "إخلاء المسؤولية",
      "contentTitle": "المسؤولية عن المحتوى",
      "contentText": "تم إنشاء محتويات صفحاتنا بأقصى قدر من العناية. ومع ذلك، لا يمكننا ضمان دقة المحتوى أو اكتماله أو حداثته. بصفتنا مزود خدمة، نحن مسؤولون عن المحتوى الخاص بنا على هذه الصفحات وفقاً للقوانين العامة بموجب § 7 الفقرة 1 TMG.",
      "linksTitle": "المسؤولية عن الروابط",
      "linksText": "يحتوي عرضنا على روابط لمواقع ويب خارجية تابعة لجهات خارجية ليس لدينا أي تأثير على محتواها. لذلك، لا يمكننا قبول أي مسؤولية عن محتوى الطرف الثالث هذا. المزود أو المشغل المعني للصفحات المرتبطة مسؤول دائماً عن محتوى الصفحات المرتبطة.",
      "copyrightTitle": "حقوق النشر",
      "copyrightText": "المحتوى والأعمال التي أنشأها مشغلو الموقع على هذه الصفحات تخضع لقانون حقوق النشر الألماني. يتطلب الاستنساخ والتحرير والتوزيع وأي نوع من الاستغلال خارج حدود قانون حقوق النشر موافقة كتابية من المؤلف أو المنشئ المعني."
    },
    "lastUpdated": "آخر تحديث:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "شروط الاستخدام",
    "section1": {
      "title": "§ 1 نطاق التطبيق",
      "p1": "(1) تنطبق شروط الاستخدام هذه على استخدام خدمة ترجمة المستندات الطبية (المشار إليها فيما بعد بـ \"الخدمة\") على هذا الموقع.",
      "p2": "(2) باستخدام الخدمة، فإنك توافق على شروط الاستخدام هذه. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام خدمتنا."
    },
    "section2": {
      "title": "§ 2 وصف الخدمة",
      "p1": "(1) توفر خدمتنا ترجمة آلية للمستندات الطبية إلى لغة مبسطة وسهلة الفهم وكذلك إلى لغات أخرى.",
      "p2": "(2) يتم إنشاء الترجمات بواسطة الذكاء الاصطناعي وهي مخصصة فقط للمعلومات وفهم أفضل للمحتوى الطبي.",
      "p3": "(3) الترجمات لا تحل محل الاستشارة الطبية المهنية أو التشخيص أو العلاج."
    },
    "section3": {
      "title": "§ 3 شروط الاستخدام",
      "p1": "(1) لا يجوز استخدام الخدمة إلا لأغراض شخصية وغير تجارية.",
      "p2": "(2) أنت توافق على استخدام الخدمة فقط لأغراض مشروعة وعدم تحميل محتوى:",
      "items": [
        "ينتهك حقوق الأطراف الثالثة",
        "ينتهك القانون المعمول به",
        "يحتوي على برامج ضارة أو كود خبيث",
        "قد يضعف وظائف الخدمة"
      ],
      "p3": "(3) يحظر الاستعلام المنهجي أو استخراج البيانات."
    },
    "section4": {
      "title": "§ 4 إخلاء المسؤولية الطبية",
      "warning": "ملاحظة مهمة: الترجمات المقدمة ليست نصيحة طبية!",
      "p1": "(1) يتم إنشاء الترجمات تلقائياً بواسطة الذكاء الاصطناعي وقد تحتوي على أخطاء أو عدم دقة أو سوء فهم.",
      "p2": "(2) يجب عدم استخدام الترجمات أبداً كأساس للقرارات الطبية.",
      "p3": "(3) للأسئلة أو المشاكل الطبية، استشر دائماً طبيباً مؤهلاً أو مقدم رعاية صحية.",
      "p4": "(4) في حالة الطوارئ، اتصل بخدمات الطوارئ (112) فوراً أو قم بزيارة أقرب غرفة طوارئ.",
      "p5": "(5) لا تعتمد أبداً فقط على ترجمات هذه الخدمة للقرارات المتعلقة بالصحة."
    },
    "section5": {
      "title": "§ 5 تحديد المسؤولية",
      "p1": "(1) نحن لا نتحمل أي مسؤولية عن دقة الترجمات أو اكتمالها أو حداثتها.",
      "p2": "(2) يتم استبعاد أي مسؤولية عن الأضرار الناشئة بشكل مباشر أو غير مباشر عن استخدام الخدمة إلى الحد الذي يسمح به القانون.",
      "p3": "(3) لا ينطبق هذا على الأضرار الناتجة عن إصابة الحياة أو الجسم أو الصحة، أو غيرها من الأضرار القائمة على خرق متعمد أو إهمال جسيم للواجب."
    },
    "section6": {
      "title": "§ 6 حماية البيانات",
      "p1": "(1) تتم معالجة البيانات الشخصية وفقاً لسياسة الخصوصية الخاصة بنا.",
      "p2": "(2) يتم تخزين المستندات المحملة مؤقتاً فقط طوال مدة المعالجة ثم يتم حذفها تلقائياً.",
      "p3": "(3) لا يوجد تخزين دائم أو مشاركة لمستنداتك مع أطراف ثالثة."
    },
    "section7": {
      "title": "§ 7 الملكية الفكرية",
      "p1": "(1) تظل جميع الحقوق في الموقع والخدمة، بما في ذلك حقوق النشر وحقوق العلامات التجارية وحقوق الملكية الفكرية الأخرى، معنا.",
      "p2": "(2) لا يمنحك استخدام الخدمة أي حقوق في ملكيتنا الفكرية، باستثناء الحقوق الممنوحة صراحة في شروط الاستخدام هذه."
    },
    "section8": {
      "title": "§ 8 التوفر",
      "p1": "(1) نسعى لتوفير الخدمة بشكل عالي ولكن لا يمكننا ضمان ذلك.",
      "p2": "(2) نحتفظ بالحق في تعديل الخدمة أو مقاطعتها أو إيقافها في أي وقت.",
      "p3": "(3) سيتم الإعلان عن أعمال الصيانة مسبقاً حيثما أمكن."
    },
    "section9": {
      "title": "§ 9 التغييرات في شروط الاستخدام",
      "p1": "(1) نحتفظ بالحق في تغيير شروط الاستخدام هذه في أي وقت.",
      "p2": "(2) سيتم نشر التغييرات على هذه الصفحة. يشكل الاستمرار في استخدام الخدمة بعد نشر التغييرات قبولاً للشروط المعدلة."
    },
    "section10": {
      "title": "§ 10 القانون المعمول به والاختصاص القضائي",
      "p1": "(1) ينطبق قانون جمهورية ألمانيا الاتحادية، باستثناء اتفاقية الأمم المتحدة بشأن عقود البيع الدولي للبضائع.",
      "p2": "(2) مكان الاختصاص القضائي لجميع النزاعات الناشئة عن أو فيما يتعلق بشروط الاستخدام هذه هو، إلى الحد الذي يسمح به القانون، [اختصاصك القضائي]."
    },
    "section11": {
      "title": "§ 11 شرط قابلية الفصل",
      "text": "إذا كانت أحكام فردية من شروط الاستخدام هذه غير صالحة أو أصبحت غير صالحة أو غير قابلة للتنفيذ، تظل صلاحية الأحكام المتبقية غير متأثرة."
    },
    "lastUpdated": "آخر تحديث:"
  }
}
