{
  "datenschutz": {
    "pageTitle": "سیاست حریم خصوصی",
    "section1": {
      "title": "۱. حریم خصوصی در یک نگاه",
      "generalTitle": "اطلاعات کلی",
      "generalText": "نکات زیر یک نمای کلی ساده از آنچه با داده‌های شخصی شما هنگام بازدید از این وب‌سایت اتفاق می‌افتد ارائه می‌دهد. داده‌های شخصی هر داده‌ای است که می‌تواند برای شناسایی شخصی شما استفاده شود.",
      "dataCollectionTitle": "جمع‌آوری داده در این وب‌سایت",
      "responsibleText": "پردازش داده در این وب‌سایت توسط اپراتور وب‌سایت انجام می‌شود. اطلاعات تماس آنها را می‌توانید در اطلاعات حقوقی این وب‌سایت بیابید.",
      "responsibleQuestion": "چه کسی مسئول جمع‌آوری داده در این وب‌سایت است؟",
      "anonymousTitle": "استفاده ناشناس از خدمات ما",
      "anonymousText": "سرویس ترجمه ما کاملاً ناشناس کار می‌کند. شما به حساب کاربری نیاز ندارید و برای ترجمه مدارک نیازی به ثبت‌نام نیست. ما هیچ داده شخصی از کاربران نهایی ذخیره نمی‌کنیم. مدارک شما بدون ارتباط با هویت شخصی پردازش می‌شوند.",
      "howCollectQuestion": "چگونه داده‌های شما را جمع‌آوری می‌کنیم؟",
      "howCollectText": "تنها داده‌هایی که جمع‌آوری می‌کنیم مدارکی است که برای ترجمه بارگذاری می‌کنید. اینها فقط به طور موقت در طول پردازش ذخیره می‌شوند. ما هیچ داده شخصی دیگری از شما جمع‌آوری نمی‌کنیم.",
      "purposeQuestion": "داده‌های شما را برای چه استفاده می‌کنیم؟",
      "purposeText": "مدارک بارگذاری شده منحصراً برای اهداف ترجمه پردازش می‌شوند. پس از تکمیل پردازش، همه داده‌ها به طور خودکار حذف می‌شوند. هیچ ذخیره‌سازی دائمی، اشتراک‌گذاری با اشخاص ثالث یا استفاده برای اهداف دیگر وجود ندارد.",
      "rightsQuestion": "شما چه حقوقی در مورد داده‌های خود دارید؟",
      "rightsText": "از آنجا که ما داده‌های شخصی کاربران نهایی را ذخیره نمی‌کنیم و پردازش کاملاً ناشناس است، بیشتر حقوق GDPR (مانند دسترسی، تصحیح، حذف) قابل اعمال نیست. مدارک شما پس از پردازش به طور خودکار حذف می‌شوند، بنابراین داده‌ای برای افشا وجود ندارد."
    },
    "section2": {
      "title": "۲. اطلاعات عمومی و افشای اجباری",
      "privacyTitle": "حفاظت از داده",
      "privacyText": "اپراتورهای این صفحات حفاظت از داده‌های شخصی شما را بسیار جدی می‌گیرند. ما با داده‌های شخصی شما محرمانه و مطابق با مقررات قانونی حفاظت از داده و این سیاست حریم خصوصی رفتار می‌کنیم.",
      "responsibleTitle": "توجه درباره نهاد مسئول",
      "responsibleText": "نهاد مسئول پردازش داده در این وب‌سایت در اطلاعات حقوقی ذکر شده است. نهاد مسئول شخص حقیقی یا حقوقی است که به تنهایی یا به طور مشترک با دیگران اهداف و ابزارهای پردازش داده‌های شخصی را تعیین می‌کند.",
      "storageTitle": "مدت ذخیره‌سازی",
      "storageText": "مدارک بارگذاری شده و ترجمه‌های آنها فقط به طور موقت در طول پردازش ذخیره می‌شوند. دوره ذخیره‌سازی استاندارد ۲۴ ساعت پس از تکمیل پردازش است (قابل تنظیم، می‌تواند به ۰ ساعت کاهش یابد). پس از این دوره، همه داده‌ها به طور خودکار و کامل حذف می‌شوند:",
      "storageItems": [
        "سند اصلی بارگذاری شده",
        "متون استخراج شده (پس از حذف اطلاعات شخصی)",
        "نتایج ترجمه",
        "تمام فراداده‌های پردازش",
        "آدرس‌های IP (برای ثبت امنیتی)"
      ],
      "storageNote": "این دوره ذخیره‌سازی کوتاه به شما امکان می‌دهد ترجمه خود را دانلود کنید در حالی که حفاظت از داده را به حداکثر می‌رساند. پس از حذف، داده‌ها قابل بازیابی نیستند. حذف خودکار توسط وظایف پاکسازی برنامه‌ریزی شده که هر ساعت اجرا می‌شوند انجام می‌شود.",
      "sslTitle": "رمزگذاری SSL/TLS",
      "sslText": "به دلایل امنیتی و برای محافظت از انتقال محتوای محرمانه، مانند مدارک پزشکی که به ما ارسال می‌کنید، این سایت از رمزگذاری SSL/TLS استفاده می‌کند. شما می‌توانید اتصال رمزگذاری شده را از تغییر نوار آدرس مرورگر از \"http://\" به \"https://\" و نماد قفل در نوار مرورگر تشخیص دهید."
    },
    "section3": {
      "title": "۳. جمع‌آوری داده در این وب‌سایت",
      "cookiesTitle": "کوکی‌ها",
      "cookiesText1": "ما از کوکی‌های بازاریابی، تحلیلی یا ردیابی استفاده نمی‌کنیم. سرویس ما فقط از کوکی‌های کاملاً ضروری که برای عملکرد وب‌سایت لازم است استفاده می‌کند.",
      "cookiesText2": "ما یک کوکی برای ذخیره تنظیمات زبان مورد نظر شما تنظیم می‌کنیم. این کوکی (\"i18next\") زبان انتخاب شده شما را ذخیره می‌کند تا وب‌سایت در بازدید بعدی به طور خودکار به زبان مورد نظر شما نمایش داده شود. این کوکی حاوی داده‌های شخصی نیست و صرفاً عملکردی است.",
      "cookiesText3": "Cloudflare ممکن است بسته به پیکربندی کوکی‌های امنیتی کاملاً ضروری تنظیم کند تا وب‌سایت ما را از حملات سایبری محافظت کند و یکپارچگی سرویس ما را تضمین کند. این کوکی‌ها صرفاً برای اهداف امنیتی استفاده می‌شوند و حاوی داده‌های شخصی برای اهداف تبلیغاتی نیستند.",
      "cookiesText4": "علاوه بر این، ما از localStorage مرورگر برای ذخیره ترجیح شما برای بنر کوکی استفاده می‌کنیم (آیا بنر را بسته‌اید). این اطلاعات فقط به صورت محلی در مرورگر شما ذخیره می‌شود و به سرور ما منتقل نمی‌شود.",
      "cookiesText5": "از آنجا که ما فقط از کوکی‌های کاملاً ضروری استفاده می‌کنیم، طبق قانون قابل اعمال نیازی به رضایت نیست. این کوکی‌ها برای ارائه سرویس ضروری هستند.",
      "serverLogsTitle": "فایل‌های لاگ سرور",
      "serverLogsText": "ارائه‌دهنده این صفحات به طور خودکار اطلاعاتی را در فایل‌های لاگ سرور جمع‌آوری و ذخیره می‌کند که مرورگر شما به طور خودکار به ما منتقل می‌کند. اینها عبارتند از:",
      "serverLogsItems": [
        "نوع و نسخه مرورگر",
        "سیستم عامل مورد استفاده",
        "URL ارجاع‌دهنده",
        "نام میزبان کامپیوتر دسترسی‌دهنده",
        "زمان درخواست سرور",
        "آدرس IP"
      ],
      "serverLogsNote": "این داده‌ها با سایر منابع داده ادغام نمی‌شوند.",
      "medicalTitle": "پردازش مدارک پزشکی",
      "medicalText": "هنگام استفاده از سرویس ترجمه ما برای مدارک پزشکی، اقدامات حفاظت از داده زیر اعمال می‌شود:",
      "medicalItems": [
        "حذف خودکار اطلاعات شخصی: قبل از پردازش توسط سیستم‌های هوش مصنوعی، اطلاعات شخصی (نام‌ها، آدرس‌ها، تلفن‌ها، تاریخ تولد، شماره‌های بیمه) به طور خودکار از مدارک حذف می‌شوند.",
        "ذخیره‌سازی موقت: مدارک فقط به طور موقت در طول پردازش ذخیره می‌شوند (حداکثر ۲۴ ساعت)",
        "حذف خودکار: پس از تکمیل ترجمه، همه داده‌ها به طور خودکار و کامل حذف می‌شوند",
        "بدون ذخیره‌سازی دائمی: هیچ ذخیره‌سازی دائمی مدارک یا ترجمه‌ها وجود ندارد",
        "بدون اشتراک‌گذاری: داده‌ها با اشخاص ثالث به اشتراک گذاشته نمی‌شود (به جز Mistral AI (فرانسه) برای OCR و ترجمه، و Hetzner (آلمان) برای حذف اطلاعات شخصی. فقط متون پاکسازی شده از اطلاعات شخصی برای ترجمه منتقل می‌شوند)",
        "انتقال رمزگذاری شده: همه داده‌ها به صورت رمزگذاری شده از طریق HTTPS/TLS منتقل می‌شوند",
        "رمزگذاری در حالت استراحت: تمام مدارک بارگذاری شده با AES-256-GCM رمزگذاری شده و در پایگاه داده ذخیره می‌شوند. حساب‌های مدیر علاوه بر این از ذخیره‌سازی رمزگذاری شده برای آدرس‌های ایمیل و نام‌ها استفاده می‌کنند.",
        "بدون کوکی ردیابی: سرویس ما از کوکی‌های بازاریابی، تحلیلی یا ردیابی استفاده نمی‌کند. فقط کوکی‌های کاملاً ضروری برای تنظیمات زبان و امنیت استفاده می‌شوند."
      ]
    },
    "section4": {
      "title": "۴. حقوق شما",
      "intro": "از آنجا که سرویس ما کاملاً ناشناس کار می‌کند و ما داده‌های شخصی کاربران نهایی را ذخیره نمی‌کنیم، بیشتر حقوق GDPR به طور مستقیم در این زمینه قابل اعمال نیست. مدارک شما پس از پردازش به طور خودکار حذف می‌شوند، بنابراین داده‌ای برای افشا وجود ندارد.",
      "accessTitle": "حق دسترسی",
      "accessText": "از آنجا که ما داده‌های شخصی کاربران نهایی را ذخیره نمی‌کنیم و پردازش ناشناس است، نمی‌توانیم اطلاعاتی درباره داده‌های ذخیره شده ارائه دهیم زیرا چنین داده‌هایی وجود ندارد. اگر سوالی درباره حفاظت از داده دارید، می‌توانید در هر زمان با ما تماس بگیرید (به تماس در اطلاعات حقوقی مراجعه کنید).",
      "deletionTitle": "حق حذف",
      "deletionText": "مدارک بارگذاری شده شما پس از ۲۴ ساعت (یا زودتر) به طور خودکار حذف می‌شوند. نیازی به حذف دستی نیست زیرا حذف به طور خودکار انجام می‌شود. اگر می‌خواهید فوراً حذف شود، می‌توانید با ما تماس بگیرید.",
      "restrictionTitle": "حق محدودیت پردازش",
      "restrictionText": "می‌توانید پردازش مدارک خود را در هر زمان با پایان دادن به پردازش قبل از تکمیل ترجمه لغو کنید. در این صورت، داده‌ها فوراً حذف می‌شوند.",
      "portabilityTitle": "حق قابلیت حمل داده",
      "portabilityText": "از آنجا که ما داده‌های شخصی کاربران نهایی را ذخیره نمی‌کنیم، داده‌ای برای انتقال وجود ندارد. می‌توانید نتایج ترجمه را مستقیماً پس از پردازش دانلود کنید.",
      "complaintTitle": "حق شکایت به مقام نظارتی",
      "complaintText": "در صورت نقض GDPR، شما حق دارید به مقام نظارتی شکایت کنید، به ویژه در کشور عضو محل اقامت معمول، محل کار یا محل نقض ادعا شده."
    },
    "section5": {
      "title": "۵. نکات ویژه درباره حفاظت از داده‌های سلامت",
      "intro": "از آنجا که سرویس ما امکان پردازش مدارک پزشکی را که ممکن است حاوی داده‌های سلامت باشند فراهم می‌کند، به طور خاص توجه می‌کنیم:",
      "items": [
        "داده‌های سلامت متعلق به دسته‌های خاص داده‌های شخصی تحت ماده ۹ GDPR است",
        "ما این داده‌ها را منحصراً برای اهداف ترجمه و فقط با رضایت صریح شما (با پذیرش سیاست حریم خصوصی هنگام بارگذاری) پردازش می‌کنیم",
        "پردازش کاملاً ناشناس است - هیچ داده شخصی از کاربران نهایی ذخیره نمی‌شود",
        "قبل از پردازش هوش مصنوعی، همه اطلاعات شخصی (نام‌ها، آدرس‌ها، تلفن‌ها و غیره) به طور خودکار حذف می‌شوند",
        "اقدامات فنی و سازمانی ویژه‌ای برای حفاظت از این داده‌ها اتخاذ می‌شود (رمزگذاری، مدت ذخیره‌سازی کوتاه، حذف خودکار)",
        "همه داده‌ها به طور خودکار و کامل حداکثر پس از ۲۴ ساعت حذف می‌شوند"
      ]
    },
    "section6": {
      "title": "۶. تماس و سوالات حفاظت از داده",
      "text": "برای سوالات درباره حفاظت از داده یا برای اعمال حقوق خود، می‌توانید در هر زمان با ما تماس بگیرید. اطلاعات تماس را می‌توانید در",
      "impressumLink": "اطلاعات حقوقی",
      "responsibleLabel": "نهاد مسئول:",
      "responsibleText": "نهاد مسئول پردازش داده در اطلاعات حقوقی این وب‌سایت ذکر شده است."
    },
    "section7": {
      "title": "۷. اشخاص ثالث و پردازش داده",
      "intro": "ما از ارائه‌دهندگان شخص ثالث زیر برای ارائه سرویس خود استفاده می‌کنیم:",
      "items": [
        "Mistral AI (فرانسه/اتحادیه اروپا): برای تشخیص متن (OCR) و ترجمه مبتنی بر هوش مصنوعی. فقط متون پاکسازی شده از اطلاعات شخصی برای ترجمه به Mistral AI منتقل می‌شوند. پردازش داده در فرانسه در اتحادیه اروپا انجام می‌شود. توجه: در طول پردازش OCR، سند پردازش نشده قبل از حذف اطلاعات شخصی به Mistral AI منتقل می‌شود.",
        "Hetzner (آلمان/اتحادیه اروپا): برای حذف اطلاعات شخصی و به عنوان سرویس OCR پشتیبان (PaddleOCR). سرورها در آلمان قرار دارند.",
        "Railway (اتحادیه اروپا): برای میزبانی برنامه و پایگاه داده PostgreSQL رمزگذاری شده. Railway دارای گواهی SOC 2 Type I است و قراردادهای پردازش داده مطابق با GDPR ارائه می‌دهد."
      ],
      "note": "تمام پردازش داده منحصراً در اتحادیه اروپا (فرانسه و آلمان) انجام می‌شود. هیچ انتقال داده بین‌المللی انجام نمی‌شود."
    },
    "section7a": {
      "title": "۷الف. اطلاعیه مهم در مورد حذف اطلاعات شخصی",
      "intro": "لطفاً به اطلاعات مهم زیر در مورد حذف خودکار اطلاعات شناسایی شخصی (PII) توجه کنید:",
      "warning": "هیچ تضمینی برای حذف کامل PII وجود ندارد",
      "items": [
        "حذف خودکار اطلاعات شخصی یک فرآیند با بهترین تلاش است. ما نمی‌توانیم تضمین کنیم که تمام اطلاعات شخصی ۱۰۰٪ شناسایی و حذف شوند.",
        "علیرغم فناوری‌های پیشرفته (spaCy NER، Microsoft Presidio، تطبیق الگوی regex)، فرمت‌های نام غیرمعمول، یادداشت‌های دست‌نویس یا ساختارهای غیرمعمول سند ممکن است باعث شود برخی اطلاعات شخصی شناسایی نشوند.",
        "مهم: در طول پردازش OCR، سند شما ابتدا به Mistral AI (فرانسه) منتقل می‌شود قبل از اینکه حذف PII بتواند انجام شود. اطلاعات شخصی فقط پس از تشخیص متن حذف می‌شوند.",
        "قبل از بارگذاری، ما قویاً توصیه می‌کنیم اطلاعات شخصی واضح مانند نام‌ها، آدرس‌ها، تاریخ تولد و شماره‌های بیمه را به صورت دستی حذف یا تیره کنید.",
        "اصطلاحات پزشکی، تشخیص‌ها و یافته‌ها عمداً حذف نمی‌شوند زیرا برای ترجمه ضروری هستند."
      ],
      "consent": "با بارگذاری مدارک خود و پذیرش سیاست حریم خصوصی، تأیید می‌کنید که این اطلاعیه را درک کرده‌اید و می‌پذیرید که حذف PII نمی‌تواند ۱۰۰٪ تضمین شود."
    },
    "lastUpdated": "آخرین به‌روزرسانی:"
  },
  "impressum": {
    "pageTitle": "اطلاعات حقوقی",
    "section1": {
      "title": "اطلاعات طبق § ۵ TMG",
      "name": "[نام یا نام شرکت شما]",
      "address": "[آدرس شما]",
      "city": "[کد پستی و شهر]",
      "country": "آلمان"
    },
    "contact": {
      "title": "تماس",
      "phone": "تلفن: [شماره تلفن شما]",
      "email": "ایمیل: [آدرس ایمیل شما]",
      "website": "وب‌سایت: [آدرس وب‌سایت شما]"
    },
    "register": {
      "title": "ثبت تجاری",
      "text": "ثبت در دفتر تجاری.",
      "court": "دادگاه ثبت: [دادگاه ثبت شما]",
      "number": "شماره ثبت: [شماره ثبت شما]"
    },
    "tax": {
      "title": "شماره مالیات بر ارزش افزوده",
      "text": "شماره شناسایی مالیات بر ارزش افزوده طبق § ۲۷ a قانون مالیات بر ارزش افزوده:",
      "number": "[شماره مالیات شما]"
    },
    "profession": {
      "title": "عنوان حرفه‌ای و مقررات حرفه‌ای",
      "designation": "عنوان حرفه‌ای: [عنوان حرفه‌ای شما]",
      "chamber": "اتاق مسئول: [اتاق مسئول شما]",
      "grantedIn": "اعطا شده در: آلمان",
      "regulations": "مقررات حرفه‌ای زیر اعمال می‌شود: [مقررات مربوطه]"
    },
    "responsible": {
      "title": "مسئول محتوا طبق § ۵۵ بند ۲ RStV",
      "name": "[نام شخص مسئول]",
      "address": "[آدرس]",
      "city": "[کد پستی و شهر]"
    },
    "disclaimer": {
      "title": "سلب مسئولیت",
      "contentTitle": "مسئولیت محتوا",
      "contentText": "محتوای صفحات ما با نهایت دقت ایجاد شده است. با این حال، ما نمی‌توانیم صحت، کامل بودن یا به‌روز بودن محتوا را تضمین کنیم. به عنوان ارائه‌دهنده خدمات، ما مسئول محتوای خود در این صفحات طبق قوانین عمومی مطابق § ۷ بند ۱ TMG هستیم.",
      "linksTitle": "مسئولیت لینک‌ها",
      "linksText": "پیشنهاد ما حاوی لینک‌هایی به وب‌سایت‌های خارجی اشخاص ثالث است که ما هیچ تأثیری بر محتوای آنها نداریم. بنابراین، ما نمی‌توانیم هیچ مسئولیتی برای این محتوای شخص ثالث بپذیریم. ارائه‌دهنده یا اپراتور مربوطه صفحات لینک شده همیشه مسئول محتوای صفحات لینک شده است.",
      "copyrightTitle": "حق چاپ",
      "copyrightText": "محتوا و آثار ایجاد شده توسط اپراتورهای سایت در این صفحات مشمول قانون حق چاپ آلمان است. تکثیر، ویرایش، توزیع و هر نوع بهره‌برداری خارج از محدودیت‌های قانون حق چاپ نیاز به رضایت کتبی نویسنده یا خالق مربوطه دارد."
    },
    "lastUpdated": "آخرین به‌روزرسانی:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "شرایط استفاده",
    "section1": {
      "title": "§ ۱ دامنه",
      "p1": "(۱) این شرایط استفاده برای استفاده از سرویس ترجمه مدارک پزشکی (که از این پس \"سرویس\" نامیده می‌شود) در این وب‌سایت اعمال می‌شود.",
      "p2": "(۲) با استفاده از سرویس، شما با این شرایط استفاده موافقت می‌کنید. اگر با این شرایط موافق نیستید، لطفاً از سرویس ما استفاده نکنید."
    },
    "section2": {
      "title": "§ ۲ توضیحات سرویس",
      "p1": "(۱) سرویس ما ترجمه خودکار مدارک پزشکی به زبان ساده و قابل فهم و همچنین به زبان‌های دیگر ارائه می‌دهد.",
      "p2": "(۲) ترجمه‌ها توسط هوش مصنوعی ایجاد می‌شوند و فقط برای اطلاعات و درک بهتر محتوای پزشکی هستند.",
      "p3": "(۳) ترجمه‌ها جایگزین مشاوره، تشخیص یا درمان پزشکی حرفه‌ای نمی‌شوند."
    },
    "section3": {
      "title": "§ ۳ شرایط استفاده",
      "p1": "(۱) سرویس فقط برای اهداف شخصی و غیرتجاری قابل استفاده است.",
      "p2": "(۲) شما موافقت می‌کنید که از سرویس فقط برای اهداف قانونی استفاده کنید و محتوایی که:",
      "items": [
        "حقوق اشخاص ثالث را نقض می‌کند",
        "قانون قابل اجرا را نقض می‌کند",
        "حاوی بدافزار یا کد مخرب است",
        "می‌تواند عملکرد سرویس را مختل کند"
      ],
      "p3": "(۳) پرسش سیستماتیک یا استخراج داده‌ها ممنوع است."
    },
    "section4": {
      "title": "§ ۴ سلب مسئولیت پزشکی",
      "warning": "اطلاعیه مهم: ترجمه‌های ارائه شده به عنوان مشاوره پزشکی نیستند!",
      "p1": "(۱) ترجمه‌ها به طور خودکار توسط هوش مصنوعی ایجاد می‌شوند و ممکن است حاوی خطاها، عدم دقت یا سوءتفاهم باشند.",
      "p2": "(۲) ترجمه‌ها هرگز نباید به عنوان مبنای تصمیمات پزشکی استفاده شوند.",
      "p3": "(۳) برای سوالات یا مشکلات پزشکی، همیشه با یک پزشک واجد شرایط یا ارائه‌دهنده مراقبت‌های بهداشتی مشورت کنید.",
      "p4": "(۴) در موارد اضطراری، فوراً با خدمات اورژانس (۱۱۲) تماس بگیرید یا به نزدیک‌ترین اورژانس مراجعه کنید.",
      "p5": "(۵) هرگز فقط به ترجمه‌های این سرویس برای تصمیمات مرتبط با سلامت تکیه نکنید."
    },
    "section5": {
      "title": "§ ۵ محدودیت مسئولیت",
      "p1": "(۱) ما هیچ مسئولیتی در قبال صحت، کامل بودن یا به‌روز بودن ترجمه‌ها نداریم.",
      "p2": "(۲) هرگونه مسئولیت برای خسارات ناشی مستقیم یا غیرمستقیم از استفاده از سرویس تا حدی که قانون اجازه می‌دهد مستثنی است.",
      "p3": "(۳) این در مورد خسارات ناشی از آسیب به جان، بدن یا سلامت، یا سایر خسارات مبتنی بر نقض عمدی یا سهل‌انگاری شدید وظیفه اعمال نمی‌شود."
    },
    "section6": {
      "title": "§ ۶ حفاظت از داده",
      "p1": "(۱) پردازش داده‌های شخصی مطابق با سیاست حریم خصوصی ما انجام می‌شود.",
      "p2": "(۲) مدارک بارگذاری شده فقط به طور موقت در طول پردازش ذخیره می‌شوند و سپس به طور خودکار حذف می‌شوند.",
      "p3": "(۳) هیچ ذخیره‌سازی دائمی یا اشتراک‌گذاری مدارک شما با اشخاص ثالث وجود ندارد."
    },
    "section7": {
      "title": "§ ۷ مالکیت فکری",
      "p1": "(۱) همه حقوق وب‌سایت و سرویس، از جمله حق چاپ، حقوق علامت تجاری و سایر حقوق مالکیت فکری، متعلق به ماست.",
      "p2": "(۲) استفاده از سرویس هیچ حقی بر مالکیت فکری ما به شما نمی‌دهد، به جز حقوقی که صریحاً در این شرایط استفاده اعطا شده است."
    },
    "section8": {
      "title": "§ ۸ در دسترس بودن",
      "p1": "(۱) ما برای در دسترس بودن بالای سرویس تلاش می‌کنیم اما نمی‌توانیم آن را تضمین کنیم.",
      "p2": "(۲) ما حق تغییر، قطع یا توقف سرویس را در هر زمان برای خود محفوظ می‌داریم.",
      "p3": "(۳) کارهای تعمیر و نگهداری در صورت امکان از قبل اعلام خواهد شد."
    },
    "section9": {
      "title": "§ ۹ تغییرات در شرایط استفاده",
      "p1": "(۱) ما حق تغییر این شرایط استفاده را در هر زمان برای خود محفوظ می‌داریم.",
      "p2": "(۲) تغییرات در این صفحه منتشر خواهد شد. ادامه استفاده از سرویس پس از انتشار تغییرات به منزله پذیرش شرایط اصلاح شده است."
    },
    "section10": {
      "title": "§ ۱۰ قانون حاکم و صلاحیت قضایی",
      "p1": "(۱) قانون جمهوری فدرال آلمان، به استثنای کنوانسیون سازمان ملل درباره قراردادهای فروش بین‌المللی کالا، اعمال می‌شود.",
      "p2": "(۲) محل صلاحیت قضایی برای همه اختلافات ناشی از یا در ارتباط با این شرایط استفاده، تا حدی که قانون اجازه می‌دهد، [صلاحیت قضایی شما] است."
    },
    "section11": {
      "title": "§ ۱۱ شرط جداپذیری",
      "text": "اگر مفاد فردی این شرایط استفاده نامعتبر یا غیرقابل اجرا باشد یا شود، اعتبار سایر مفاد بدون تأثیر باقی می‌ماند."
    },
    "lastUpdated": "آخرین به‌روزرسانی:"
  }
}
