{
  "datenschutz": {
    "pageTitle": "Політика конфіденційності",
    "section1": {
      "title": "1. Конфіденційність у короткому огляді",
      "generalTitle": "Загальна інформація",
      "generalText": "Наступні примітки надають простий огляд того, що відбувається з вашими персональними даними, коли ви відвідуєте цей веб-сайт. Персональні дані - це будь-які дані, які можуть бути використані для вашої особистої ідентифікації.",
      "dataCollectionTitle": "Збір даних на цьому веб-сайті",
      "responsibleText": "Обробка даних на цьому веб-сайті здійснюється оператором веб-сайту. Його контактні дані можна знайти в правовій інформації цього веб-сайту.",
      "responsibleQuestion": "Хто відповідає за збір даних на цьому веб-сайті?",
      "anonymousTitle": "Анонімне використання нашого сервісу",
      "anonymousText": "Наш сервіс перекладу працює повністю анонімно. Вам не потрібен обліковий запис і не потрібно реєструватися для перекладу документів. Ми не зберігаємо жодних персональних даних кінцевих користувачів. Ваші документи обробляються без прив'язки до особистої ідентичності.",
      "howCollectQuestion": "Як ми збираємо ваші дані?",
      "howCollectText": "Єдині дані, які ми збираємо, - це документи, які ви завантажуєте для перекладу. Вони тимчасово зберігаються лише протягом обробки. Ми не збираємо жодних інших персональних даних від вас.",
      "purposeQuestion": "Для чого ми використовуємо ваші дані?",
      "purposeText": "Завантажені документи обробляються виключно для цілей перекладу. Після завершення обробки всі дані автоматично видаляються. Немає постійного зберігання, передачі третім особам або використання для інших цілей.",
      "rightsQuestion": "Які права ви маєте щодо ваших даних?",
      "rightsText": "Оскільки ми не зберігаємо персональні дані кінцевих користувачів і обробка повністю анонімна, більшість прав GDPR (таких як доступ, виправлення, видалення) не застосовуються. Ваші документи автоматично видаляються після обробки, тому немає даних, які можна було б розкрити."
    },
    "section2": {
      "title": "2. Загальна інформація та обов'язкові розкриття",
      "privacyTitle": "Захист даних",
      "privacyText": "Оператори цих сторінок дуже серйозно ставляться до захисту ваших персональних даних. Ми ставимося до ваших персональних даних конфіденційно та відповідно до законодавчих норм про захист даних та цієї політики конфіденційності.",
      "responsibleTitle": "Примітка про відповідальну сторону",
      "responsibleText": "Відповідальна сторона за обробку даних на цьому веб-сайті вказана в правовій інформації. Відповідальна сторона - це фізична або юридична особа, яка самостійно або спільно з іншими визначає цілі та засоби обробки персональних даних.",
      "storageTitle": "Тривалість зберігання",
      "storageText": "Завантажені документи та їх переклади тимчасово зберігаються лише протягом обробки. Стандартний період зберігання - 24 години після завершення обробки (налаштовується, може бути зменшений до 0 годин). Після цього періоду всі дані автоматично та повністю видаляються:",
      "storageItems": [
        "Завантажений оригінальний документ",
        "Витягнуті тексти (після видалення персональних даних)",
        "Результати перекладу",
        "Всі метадані обробки",
        "IP-адреси (для журналювання безпеки)"
      ],
      "storageNote": "Цей короткий період зберігання дозволяє вам завантажити переклад, максимально захищаючи дані. Після видалення дані не можуть бути відновлені. Автоматичне видалення виконується запланованими завданнями очищення, які виконуються щогодини.",
      "sslTitle": "Шифрування SSL/TLS",
      "sslText": "З міркувань безпеки та для захисту передачі конфіденційного вмісту, такого як медичні документи, які ви нам надсилаєте, цей сайт використовує шифрування SSL/TLS. Ви можете розпізнати зашифроване з'єднання за зміною адресного рядка браузера з \"http://\" на \"https://\" та значком замка у рядку браузера."
    },
    "section3": {
      "title": "3. Збір даних на цьому веб-сайті",
      "cookiesTitle": "Файли cookie",
      "cookiesText1": "Ми не використовуємо файли cookie.",
      "cookiesText2": "Наш сервіс працює повністю без файлів cookie. Ми не використовуємо відстежувальні cookie, аналітичні cookie або маркетингові cookie. Це також прозоро повідомляється через наш банер про відсутність cookie на веб-сайті.",
      "cookiesText3": "Єдине локальне сховище, яке ми використовуємо, - це localStorage браузера для збереження вашої переваги щодо банера про cookie (чи закрили ви банер). Ця інформація зберігається лише локально у вашому браузері і не передається на наш сервер.",
      "cookiesText4": "Оскільки ми не використовуємо файли cookie, згода на cookie не потрібна. Наш сервіс поважає вашу конфіденційність з самого початку і повністю відмовляється від відстеження та аналітичних cookie.",
      "serverLogsTitle": "Файли журналу сервера",
      "serverLogsText": "Провайдер цих сторінок автоматично збирає та зберігає інформацію в так званих файлах журналу сервера, які ваш браузер автоматично передає нам. Це:",
      "serverLogsItems": [
        "Тип і версія браузера",
        "Використовувана операційна система",
        "URL-адреса переходу",
        "Ім'я хоста комп'ютера, що звертається",
        "Час запиту до сервера",
        "IP-адреса"
      ],
      "serverLogsNote": "Ці дані не об'єднуються з іншими джерелами даних.",
      "medicalTitle": "Обробка медичних документів",
      "medicalText": "При використанні нашого сервісу перекладу для медичних документів застосовуються наступні заходи захисту даних:",
      "medicalItems": [
        "Автоматичне видалення персональних даних: Перед обробкою системами ШІ персональна інформація (імена, адреси, телефони, дати народження, номери страховок) автоматично видаляється з документів.",
        "Тимчасове зберігання: Документи тимчасово зберігаються лише протягом обробки (максимум 24 години)",
        "Автоматичне видалення: Після завершення перекладу всі дані автоматично та повністю видаляються",
        "Без постійного зберігання: Немає постійного зберігання документів або перекладів",
        "Без передачі: Немає передачі даних третім особам (крім Mistral AI (Франція) для OCR і перекладу, а також Hetzner (Німеччина) для видалення персональних даних. Для перекладу передаються лише очищені від персональних даних тексти)",
        "Зашифрована передача: Всі дані передаються в зашифрованому вигляді через HTTPS/TLS",
        "Шифрування в стані спокою: Всі завантажені документи шифруються за допомогою AES-256-GCM і зберігаються в базі даних. Облікові записи адміністраторів додатково використовують зашифроване зберігання для адрес електронної пошти та імен.",
        "Без файлів cookie: Наш сервіс не використовує файли cookie і не зберігає жодних даних відстеження."
      ]
    },
    "section4": {
      "title": "4. Ваші права",
      "intro": "Оскільки наш сервіс працює повністю анонімно і ми не зберігаємо персональні дані кінцевих користувачів, більшість прав GDPR безпосередньо не застосовуються в цьому контексті. Ваші документи автоматично видаляються після обробки, тому немає даних, які можна було б розкрити.",
      "accessTitle": "Право на доступ",
      "accessText": "Оскільки ми не зберігаємо персональні дані кінцевих користувачів і обробка анонімна, ми не можемо надати інформацію про збережені дані, оскільки таких даних не існує. Якщо у вас є питання про захист даних, ви можете зв'язатися з нами в будь-який час (див. контакт у правовій інформації).",
      "deletionTitle": "Право на видалення",
      "deletionText": "Ваші завантажені документи автоматично видаляються через 24 години (або раніше). Ручне видалення не потрібне, оскільки видалення відбувається автоматично. Якщо ви бажаєте негайного видалення, ви можете зв'язатися з нами.",
      "restrictionTitle": "Право на обмеження обробки",
      "restrictionText": "Ви можете скасувати обробку своїх документів у будь-який час, завершивши обробку до закінчення перекладу. У цьому випадку дані видаляються негайно.",
      "portabilityTitle": "Право на перенесення даних",
      "portabilityText": "Оскільки ми не зберігаємо персональні дані кінцевих користувачів, немає даних, які можна було б передати. Ви можете завантажити результати перекладу безпосередньо після обробки.",
      "complaintTitle": "Право на подачу скарги до наглядового органу",
      "complaintText": "У разі порушень GDPR ви маєте право подати скаргу до наглядового органу, зокрема в державі-члені вашого звичайного місця проживання, місця роботи або місця передбачуваного порушення."
    },
    "section5": {
      "title": "5. Спеціальні примітки щодо захисту даних про здоров'я",
      "intro": "Оскільки наш сервіс дозволяє обробку медичних документів, які можуть містити дані про здоров'я, ми спеціально зазначаємо:",
      "items": [
        "Дані про здоров'я належать до особливих категорій персональних даних згідно зі ст. 9 GDPR",
        "Ми обробляємо ці дані виключно для цілей перекладу і лише з вашою явною згодою (прийняттям політики конфіденційності під час завантаження)",
        "Обробка повністю анонімна - жодні персональні дані кінцевих користувачів не зберігаються",
        "Перед обробкою ШІ вся персональна інформація (імена, адреси, телефони тощо) автоматично видаляється",
        "Вживаються спеціальні технічні та організаційні заходи для захисту цих даних (шифрування, короткий термін зберігання, автоматичне видалення)",
        "Всі дані автоматично та повністю видаляються максимум через 24 години"
      ]
    },
    "section6": {
      "title": "6. Контакт та запити щодо захисту даних",
      "text": "Для запитань про захист даних або для здійснення ваших прав ви можете зв'язатися з нами в будь-який час. Контактні дані можна знайти в",
      "impressumLink": "Правовій інформації",
      "responsibleLabel": "Відповідальна сторона:",
      "responsibleText": "Відповідальна сторона за обробку даних вказана в правовій інформації цього веб-сайту."
    },
    "section7": {
      "title": "7. Треті сторони та обробка даних",
      "intro": "Ми використовуємо наступних сторонніх провайдерів для надання нашого сервісу:",
      "items": [
        "Mistral AI (Франція/ЄС): Для розпізнавання тексту (OCR) і перекладу на основі ШІ. Тільки очищені від персональних даних тексти передаються в Mistral AI для перекладу. Обробка даних відбувається у Франції в межах ЄС. Примітка: При обробці OCR необроблений документ передається в Mistral AI до того, як може відбутися видалення персональних даних.",
        "Hetzner (Німеччина/ЄС): Для видалення персональних даних і як резервна служба OCR (PaddleOCR). Сервери розташовані в Німеччині.",
        "Railway (ЄС): Для хостингу додатку та зашифрованої бази даних PostgreSQL. Railway має сертифікат SOC 2 Type I і пропонує угоди про обробку даних відповідно до GDPR."
      ],
      "note": "Вся обробка даних відбувається виключно в межах ЄС (Франція і Німеччина). Міжнародних передач даних не відбувається."
    },
    "section7a": {
      "title": "7a. Важливе повідомлення про видалення персональних даних",
      "intro": "Будь ласка, зверніть увагу на наступну важливу інформацію про автоматичне видалення персонально ідентифікованої інформації (PII):",
      "warning": "НЕМАЄ ГАРАНТІЇ ПОВНОГО ВИДАЛЕННЯ PII",
      "items": [
        "Автоматичне видалення персональної інформації — це процес на основі максимальних зусиль. Ми НЕ МОЖЕМО гарантувати, що всі персональні дані будуть виявлені та видалені на 100%.",
        "Незважаючи на передові технології (spaCy NER, Microsoft Presidio, зіставлення шаблонів regex), незвичайні формати імен, рукописні нотатки або нетипові структури документів можуть призвести до того, що деякі персональні дані залишаться непоміченими.",
        "ВАЖЛИВО: При обробці OCR ваш документ спочатку передається в Mistral AI (Франція) ДО того, як може відбутися видалення PII. Персональні дані видаляються лише після розпізнавання тексту.",
        "Перед завантаженням ми наполегливо рекомендуємо вручну затемнити або видалити очевидні персональні дані, такі як імена, адреси, дати народження та номери страховок.",
        "Медичні терміни, діагнози та результати навмисно НЕ видаляються, оскільки вони необхідні для перекладу."
      ],
      "consent": "Завантажуючи свої документи та приймаючи політику конфіденційності, ви підтверджуєте, що зрозуміли це повідомлення та приймаєте, що видалення PII не може бути гарантовано на 100%."
    },
    "lastUpdated": "Останнє оновлення:"
  },
  "impressum": {
    "pageTitle": "Правова інформація",
    "section1": {
      "title": "Інформація згідно з § 5 TMG",
      "name": "[Ваше ім'я або назва компанії]",
      "address": "[Ваша адреса]",
      "city": "[Поштовий індекс та місто]",
      "country": "Німеччина"
    },
    "contact": {
      "title": "Контакт",
      "phone": "Телефон: [Ваш номер телефону]",
      "email": "Email: [Ваша електронна адреса]",
      "website": "Веб-сайт: [URL вашого веб-сайту]"
    },
    "register": {
      "title": "Запис у реєстрі",
      "text": "Запис у комерційному реєстрі.",
      "court": "Реєстраційний суд: [Ваш реєстраційний суд]",
      "number": "Реєстраційний номер: [Ваш реєстраційний номер]"
    },
    "tax": {
      "title": "ІПН",
      "text": "Ідентифікаційний номер платника ПДВ згідно з § 27 a Закону про ПДВ:",
      "number": "[Ваш ІПН]"
    },
    "profession": {
      "title": "Професійне звання та професійні правила",
      "designation": "Професійне звання: [Ваше професійне звання]",
      "chamber": "Відповідальна палата: [Ваша відповідальна палата]",
      "grantedIn": "Надано в: Німеччині",
      "regulations": "Застосовуються наступні професійні правила: [Відповідні правила]"
    },
    "responsible": {
      "title": "Відповідальний за контент згідно з § 55 пар. 2 RStV",
      "name": "[Ім'я відповідальної особи]",
      "address": "[Адреса]",
      "city": "[Поштовий індекс та місто]"
    },
    "disclaimer": {
      "title": "Застереження",
      "contentTitle": "Відповідальність за контент",
      "contentText": "Вміст наших сторінок створено з максимальною ретельністю. Однак ми не можемо гарантувати точність, повноту або актуальність вмісту. Як постачальник послуг, ми несемо відповідальність за власний вміст на цих сторінках відповідно до загальних законів згідно з § 7 пар. 1 TMG.",
      "linksTitle": "Відповідальність за посилання",
      "linksText": "Наша пропозиція містить посилання на зовнішні веб-сайти третіх осіб, на вміст яких ми не маємо впливу. Тому ми не можемо нести відповідальність за цей сторонній вміст. Відповідний провайдер або оператор пов'язаних сторінок завжди несе відповідальність за вміст пов'язаних сторінок.",
      "copyrightTitle": "Авторське право",
      "copyrightText": "Вміст і твори, створені операторами сайту на цих сторінках, підпадають під дію німецького закону про авторське право. Відтворення, редагування, розповсюдження та будь-яке використання за межами авторського права вимагають письмової згоди відповідного автора або творця."
    },
    "lastUpdated": "Останнє оновлення:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Умови використання",
    "section1": {
      "title": "§ 1 Сфера застосування",
      "p1": "(1) Ці умови використання застосовуються до використання сервісу перекладу медичних документів (далі - \"Сервіс\") на цьому веб-сайті.",
      "p2": "(2) Використовуючи Сервіс, ви погоджуєтесь з цими умовами використання. Якщо ви не погоджуєтесь з цими умовами, будь ласка, не використовуйте наш Сервіс."
    },
    "section2": {
      "title": "§ 2 Опис сервісу",
      "p1": "(1) Наш Сервіс забезпечує автоматизований переклад медичних документів на спрощену, легку для розуміння мову, а також на інші мови.",
      "p2": "(2) Переклади створюються штучним інтелектом і призначені виключно для інформації та кращого розуміння медичного вмісту.",
      "p3": "(3) Переклади не замінюють професійну медичну консультацію, діагностику або лікування."
    },
    "section3": {
      "title": "§ 3 Умови використання",
      "p1": "(1) Сервіс може використовуватися лише для особистих, некомерційних цілей.",
      "p2": "(2) Ви погоджуєтесь використовувати Сервіс лише в законних цілях і не завантажувати вміст, який:",
      "items": [
        "Порушує права третіх осіб",
        "Порушує чинне законодавство",
        "Містить шкідливе програмне забезпечення або шкідливий код",
        "Може порушити функціональність Сервісу"
      ],
      "p3": "(3) Систематичний запит або витягування даних заборонено."
    },
    "section4": {
      "title": "§ 4 Медичне застереження",
      "warning": "ВАЖЛИВЕ ПОВІДОМЛЕННЯ: Надані переклади НЕ слід розуміти як медичну пораду!",
      "p1": "(1) Переклади автоматично створюються штучним інтелектом і можуть містити помилки, неточності або непорозуміння.",
      "p2": "(2) Переклади ніколи не повинні використовуватися як основа для медичних рішень.",
      "p3": "(3) Для медичних питань або проблем завжди консультуйтесь з кваліфікованим лікарем або медичним працівником.",
      "p4": "(4) У надзвичайній ситуації негайно зв'яжіться з екстреними службами (112) або відвідайте найближче відділення невідкладної допомоги.",
      "p5": "(5) Ніколи не покладайтесь виключно на переклади цього Сервісу для рішень, пов'язаних зі здоров'ям."
    },
    "section5": {
      "title": "§ 5 Обмеження відповідальності",
      "p1": "(1) Ми не несемо відповідальності за точність, повноту або актуальність перекладів.",
      "p2": "(2) Будь-яка відповідальність за збитки, що виникають прямо чи опосередковано від використання Сервісу, виключається в межах, дозволених законом.",
      "p3": "(3) Це не стосується збитків, що виникають внаслідок шкоди життю, тілу або здоров'ю, або інших збитків, заснованих на умисному або грубо недбалому порушенні обов'язків."
    },
    "section6": {
      "title": "§ 6 Захист даних",
      "p1": "(1) Обробка персональних даних здійснюється відповідно до нашої Політики конфіденційності.",
      "p2": "(2) Завантажені документи тимчасово зберігаються лише протягом обробки і потім автоматично видаляються.",
      "p3": "(3) Немає постійного зберігання або передачі ваших документів третім особам."
    },
    "section7": {
      "title": "§ 7 Інтелектуальна власність",
      "p1": "(1) Всі права на веб-сайт і Сервіс, включаючи авторські права, права на торгові марки та інші права інтелектуальної власності, залишаються за нами.",
      "p2": "(2) Використання Сервісу не надає вам жодних прав на нашу інтелектуальну власність, за винятком прав, прямо наданих у цих умовах використання."
    },
    "section8": {
      "title": "§ 8 Доступність",
      "p1": "(1) Ми прагнемо до високої доступності Сервісу, але не можемо її гарантувати.",
      "p2": "(2) Ми залишаємо за собою право змінювати, переривати або припиняти Сервіс у будь-який час.",
      "p3": "(3) Технічне обслуговування буде оголошено заздалегідь, де це можливо."
    },
    "section9": {
      "title": "§ 9 Зміни умов використання",
      "p1": "(1) Ми залишаємо за собою право змінювати ці умови використання в будь-який час.",
      "p2": "(2) Зміни будуть опубліковані на цій сторінці. Продовження використання Сервісу після публікації змін означає прийняття змінених умов."
    },
    "section10": {
      "title": "§ 10 Застосовне право та юрисдикція",
      "p1": "(1) Застосовується право Федеративної Республіки Німеччина, за винятком Конвенції ООН про договори міжнародної купівлі-продажу товарів.",
      "p2": "(2) Місцем юрисдикції для всіх спорів, що виникають з або у зв'язку з цими умовами використання, є, в межах, дозволених законом, [Ваша юрисдикція]."
    },
    "section11": {
      "title": "§ 11 Сальваторна застереження",
      "text": "Якщо окремі положення цих умов використання є або стають недійсними або невиконуваними, дійсність інших положень залишається незмінною."
    },
    "lastUpdated": "Останнє оновлення:"
  }
}
