{
  "datenschutz": {
    "pageTitle": "Политика конфиденциальности",
    "section1": {
      "title": "1. Конфиденциальность в кратком обзоре",
      "generalTitle": "Общая информация",
      "generalText": "Следующие примечания дают простой обзор того, что происходит с вашими персональными данными, когда вы посещаете этот веб-сайт. Персональные данные — это любые данные, которые могут быть использованы для вашей личной идентификации.",
      "dataCollectionTitle": "Сбор данных на этом веб-сайте",
      "responsibleText": "Обработка данных на этом веб-сайте осуществляется оператором веб-сайта. Его контактные данные можно найти в правовой информации этого веб-сайта.",
      "responsibleQuestion": "Кто отвечает за сбор данных на этом веб-сайте?",
      "anonymousTitle": "Анонимное использование нашего сервиса",
      "anonymousText": "Наш сервис перевода работает полностью анонимно. Вам не нужна учётная запись и не нужно регистрироваться для перевода документов. Мы не храним никаких персональных данных конечных пользователей. Ваши документы обрабатываются без привязки к личной идентичности.",
      "howCollectQuestion": "Как мы собираем ваши данные?",
      "howCollectText": "Единственные данные, которые мы собираем, — это документы, которые вы загружаете для перевода. Они временно хранятся только в течение обработки. Мы не собираем никаких других персональных данных от вас.",
      "purposeQuestion": "Для чего мы используем ваши данные?",
      "purposeText": "Загруженные документы обрабатываются исключительно для целей перевода. После завершения обработки все данные автоматически удаляются. Нет постоянного хранения, передачи третьим лицам или использования для других целей.",
      "rightsQuestion": "Какие права вы имеете в отношении ваших данных?",
      "rightsText": "Поскольку мы не храним персональные данные конечных пользователей и обработка полностью анонимна, большинство прав GDPR (таких как доступ, исправление, удаление) не применяются. Ваши документы автоматически удаляются после обработки, поэтому нет данных, которые можно было бы раскрыть."
    },
    "section2": {
      "title": "2. Общая информация и обязательные раскрытия",
      "privacyTitle": "Защита данных",
      "privacyText": "Операторы этих страниц очень серьёзно относятся к защите ваших персональных данных. Мы относимся к вашим персональным данным конфиденциально и в соответствии с законодательными нормами о защите данных и настоящей политикой конфиденциальности.",
      "responsibleTitle": "Примечание об ответственной стороне",
      "responsibleText": "Ответственная сторона за обработку данных на этом веб-сайте указана в правовой информации. Ответственная сторона — это физическое или юридическое лицо, которое самостоятельно или совместно с другими определяет цели и средства обработки персональных данных.",
      "storageTitle": "Продолжительность хранения",
      "storageText": "Загруженные документы и их переводы временно хранятся только в течение обработки. Стандартный период хранения — 24 часа после завершения обработки (настраивается, может быть уменьшен до 0 часов). После этого периода все данные автоматически и полностью удаляются:",
      "storageItems": [
        "Загруженный оригинальный документ",
        "Извлечённые тексты (после удаления персональных данных)",
        "Результаты перевода",
        "Все метаданные обработки",
        "IP-адреса (для журналирования безопасности)"
      ],
      "storageNote": "Этот короткий период хранения позволяет вам скачать перевод, максимально защищая данные. После удаления данные не могут быть восстановлены. Автоматическое удаление выполняется запланированными задачами очистки, которые выполняются ежечасно.",
      "sslTitle": "Шифрование SSL/TLS",
      "sslText": "В целях безопасности и для защиты передачи конфиденциального содержимого, такого как медицинские документы, которые вы нам отправляете, этот сайт использует шифрование SSL/TLS. Вы можете распознать зашифрованное соединение по изменению адресной строки браузера с \"http://\" на \"https://\" и значку замка в строке браузера."
    },
    "section3": {
      "title": "3. Сбор данных на этом веб-сайте",
      "cookiesTitle": "Файлы cookie",
      "cookiesText1": "Мы не используем файлы cookie.",
      "cookiesText2": "Наш сервис работает полностью без файлов cookie. Мы не используем отслеживающие cookie, аналитические cookie или маркетинговые cookie. Это также прозрачно сообщается через наш баннер об отсутствии cookie на веб-сайте.",
      "cookiesText3": "Единственное локальное хранилище, которое мы используем, — это localStorage браузера для сохранения вашего предпочтения относительно баннера о cookie (закрыли ли вы баннер). Эта информация хранится только локально в вашем браузере и не передаётся на наш сервер.",
      "cookiesText4": "Поскольку мы не используем файлы cookie, согласие на cookie не требуется. Наш сервис уважает вашу конфиденциальность с самого начала и полностью отказывается от отслеживания и аналитических cookie.",
      "serverLogsTitle": "Файлы журнала сервера",
      "serverLogsText": "Провайдер этих страниц автоматически собирает и хранит информацию в так называемых файлах журнала сервера, которые ваш браузер автоматически передаёт нам. Это:",
      "serverLogsItems": [
        "Тип и версия браузера",
        "Используемая операционная система",
        "URL-адрес перехода",
        "Имя хоста обращающегося компьютера",
        "Время запроса к серверу",
        "IP-адрес"
      ],
      "serverLogsNote": "Эти данные не объединяются с другими источниками данных.",
      "medicalTitle": "Обработка медицинских документов",
      "medicalText": "При использовании нашего сервиса перевода для медицинских документов применяются следующие меры защиты данных:",
      "medicalItems": [
        "Автоматическое удаление персональных данных: Перед обработкой системами ИИ персональная информация (имена, адреса, телефоны, даты рождения, номера страховок) автоматически удаляется из документов.",
        "Временное хранение: Документы временно хранятся только в течение обработки (максимум 24 часа)",
        "Автоматическое удаление: После завершения перевода все данные автоматически и полностью удаляются",
        "Без постоянного хранения: Нет постоянного хранения документов или переводов",
        "Без передачи: Нет передачи данных третьим лицам (кроме Mistral AI (Франция) для OCR и перевода, а также Hetzner (Германия) для удаления персональных данных. Для перевода передаются только очищенные от персональных данных тексты)",
        "Зашифрованная передача: Все данные передаются в зашифрованном виде через HTTPS/TLS",
        "Шифрование в состоянии покоя: Все загруженные документы шифруются с помощью AES-256-GCM и хранятся в базе данных. Учётные записи администраторов дополнительно используют зашифрованное хранение для адресов электронной почты и имён.",
        "Без файлов cookie: Наш сервис не использует файлы cookie и не хранит никаких данных отслеживания."
      ]
    },
    "section4": {
      "title": "4. Ваши права",
      "intro": "Поскольку наш сервис работает полностью анонимно и мы не храним персональные данные конечных пользователей, большинство прав GDPR непосредственно не применяются в этом контексте. Ваши документы автоматически удаляются после обработки, поэтому нет данных, которые можно было бы раскрыть.",
      "accessTitle": "Право на доступ",
      "accessText": "Поскольку мы не храним персональные данные конечных пользователей и обработка анонимна, мы не можем предоставить информацию о хранимых данных, так как таких данных не существует. Если у вас есть вопросы о защите данных, вы можете связаться с нами в любое время (см. контакт в правовой информации).",
      "deletionTitle": "Право на удаление",
      "deletionText": "Ваши загруженные документы автоматически удаляются через 24 часа (или раньше). Ручное удаление не требуется, так как удаление происходит автоматически. Если вы желаете немедленного удаления, вы можете связаться с нами.",
      "restrictionTitle": "Право на ограничение обработки",
      "restrictionText": "Вы можете отменить обработку своих документов в любое время, завершив обработку до окончания перевода. В этом случае данные удаляются немедленно.",
      "portabilityTitle": "Право на перенос данных",
      "portabilityText": "Поскольку мы не храним персональные данные конечных пользователей, нет данных, которые можно было бы передать. Вы можете скачать результаты перевода непосредственно после обработки.",
      "complaintTitle": "Право на подачу жалобы в надзорный орган",
      "complaintText": "В случае нарушений GDPR вы имеете право подать жалобу в надзорный орган, в частности в государстве-члене вашего обычного места жительства, места работы или места предполагаемого нарушения."
    },
    "section5": {
      "title": "5. Специальные примечания о защите данных о здоровье",
      "intro": "Поскольку наш сервис позволяет обработку медицинских документов, которые могут содержать данные о здоровье, мы специально отмечаем:",
      "items": [
        "Данные о здоровье относятся к особым категориям персональных данных согласно ст. 9 GDPR",
        "Мы обрабатываем эти данные исключительно для целей перевода и только с вашего явного согласия (принятием политики конфиденциальности при загрузке)",
        "Обработка полностью анонимна — никакие персональные данные конечных пользователей не хранятся",
        "Перед обработкой ИИ вся персональная информация (имена, адреса, телефоны и т.д.) автоматически удаляется",
        "Принимаются специальные технические и организационные меры для защиты этих данных (шифрование, короткий срок хранения, автоматическое удаление)",
        "Все данные автоматически и полностью удаляются максимум через 24 часа"
      ]
    },
    "section6": {
      "title": "6. Контакт и запросы о защите данных",
      "text": "Для вопросов о защите данных или для осуществления ваших прав вы можете связаться с нами в любое время. Контактные данные можно найти в",
      "impressumLink": "Правовой информации",
      "responsibleLabel": "Ответственная сторона:",
      "responsibleText": "Ответственная сторона за обработку данных указана в правовой информации этого веб-сайта."
    },
    "section7": {
      "title": "7. Третьи стороны и обработка данных",
      "intro": "Мы используем следующих сторонних провайдеров для предоставления нашего сервиса:",
      "items": [
        "Mistral AI (Франция/ЕС): Для распознавания текста (OCR) и перевода на основе ИИ. Только очищенные от персональных данных тексты передаются в Mistral AI для перевода. Обработка данных происходит во Франции в пределах ЕС. Примечание: При обработке OCR необработанный документ передаётся в Mistral AI до того, как может произойти удаление персональных данных.",
        "Hetzner (Германия/ЕС): Для удаления персональных данных и в качестве резервной службы OCR (PaddleOCR). Серверы расположены в Германии.",
        "Railway (ЕС): Для хостинга приложения и зашифрованной базы данных PostgreSQL. Railway имеет сертификат SOC 2 Type I и предлагает соглашения об обработке данных в соответствии с GDPR."
      ],
      "note": "Вся обработка данных происходит исключительно в пределах ЕС (Франция и Германия). Международных передач данных не происходит."
    },
    "section7a": {
      "title": "7a. Важное уведомление об удалении персональных данных",
      "intro": "Пожалуйста, обратите внимание на следующую важную информацию об автоматическом удалении персонально идентифицируемой информации (PII):",
      "warning": "НЕТ ГАРАНТИИ ПОЛНОГО УДАЛЕНИЯ PII",
      "items": [
        "Автоматическое удаление персональной информации — это процесс на основе максимальных усилий. Мы НЕ МОЖЕМ гарантировать, что все персональные данные будут обнаружены и удалены на 100%.",
        "Несмотря на передовые технологии (spaCy NER, Microsoft Presidio, сопоставление шаблонов regex), необычные форматы имён, рукописные заметки или нетипичные структуры документов могут привести к тому, что некоторые персональные данные останутся незамеченными.",
        "ВАЖНО: При обработке OCR ваш документ сначала передаётся в Mistral AI (Франция) ДО того, как может произойти удаление PII. Персональные данные удаляются только после распознавания текста.",
        "Перед загрузкой мы настоятельно рекомендуем вручную затемнить или удалить очевидные персональные данные, такие как имена, адреса, даты рождения и номера страховок.",
        "Медицинские термины, диагнозы и результаты намеренно НЕ удаляются, так как они необходимы для перевода."
      ],
      "consent": "Загружая свои документы и принимая политику конфиденциальности, вы подтверждаете, что поняли это уведомление и принимаете, что удаление PII не может быть гарантировано на 100%."
    },
    "lastUpdated": "Последнее обновление:"
  },
  "impressum": {
    "pageTitle": "Правовая информация",
    "section1": {
      "title": "Информация согласно § 5 TMG",
      "name": "[Ваше имя или название компании]",
      "address": "[Ваш адрес]",
      "city": "[Почтовый индекс и город]",
      "country": "Германия"
    },
    "contact": {
      "title": "Контакт",
      "phone": "Телефон: [Ваш номер телефона]",
      "email": "Email: [Ваш адрес электронной почты]",
      "website": "Веб-сайт: [URL вашего веб-сайта]"
    },
    "register": {
      "title": "Запись в реестре",
      "text": "Запись в коммерческом реестре.",
      "court": "Регистрационный суд: [Ваш регистрационный суд]",
      "number": "Регистрационный номер: [Ваш регистрационный номер]"
    },
    "tax": {
      "title": "ИНН",
      "text": "Идентификационный номер плательщика НДС согласно § 27 a Закона о НДС:",
      "number": "[Ваш ИНН]"
    },
    "profession": {
      "title": "Профессиональное звание и профессиональные правила",
      "designation": "Профессиональное звание: [Ваше профессиональное звание]",
      "chamber": "Ответственная палата: [Ваша ответственная палата]",
      "grantedIn": "Предоставлено в: Германии",
      "regulations": "Применяются следующие профессиональные правила: [Соответствующие правила]"
    },
    "responsible": {
      "title": "Ответственный за контент согласно § 55 пар. 2 RStV",
      "name": "[Имя ответственного лица]",
      "address": "[Адрес]",
      "city": "[Почтовый индекс и город]"
    },
    "disclaimer": {
      "title": "Оговорка",
      "contentTitle": "Ответственность за контент",
      "contentText": "Содержание наших страниц создано с максимальной тщательностью. Однако мы не можем гарантировать точность, полноту или актуальность содержания. Как поставщик услуг, мы несём ответственность за собственный контент на этих страницах в соответствии с общими законами согласно § 7 пар. 1 TMG.",
      "linksTitle": "Ответственность за ссылки",
      "linksText": "Наше предложение содержит ссылки на внешние веб-сайты третьих лиц, на содержание которых мы не имеем влияния. Поэтому мы не можем нести ответственность за этот сторонний контент. Соответствующий провайдер или оператор связанных страниц всегда несёт ответственность за содержание связанных страниц.",
      "copyrightTitle": "Авторское право",
      "copyrightText": "Содержание и произведения, созданные операторами сайта на этих страницах, подпадают под действие немецкого закона об авторском праве. Воспроизведение, редактирование, распространение и любое использование за пределами авторского права требуют письменного согласия соответствующего автора или создателя."
    },
    "lastUpdated": "Последнее обновление:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Условия использования",
    "section1": {
      "title": "§ 1 Сфера применения",
      "p1": "(1) Эти условия использования применяются к использованию сервиса перевода медицинских документов (далее — \"Сервис\") на этом веб-сайте.",
      "p2": "(2) Используя Сервис, вы соглашаетесь с этими условиями использования. Если вы не согласны с этими условиями, пожалуйста, не используйте наш Сервис."
    },
    "section2": {
      "title": "§ 2 Описание сервиса",
      "p1": "(1) Наш Сервис обеспечивает автоматизированный перевод медицинских документов на упрощённый, лёгкий для понимания язык, а также на другие языки.",
      "p2": "(2) Переводы создаются искусственным интеллектом и предназначены исключительно для информации и лучшего понимания медицинского содержания.",
      "p3": "(3) Переводы не заменяют профессиональную медицинскую консультацию, диагностику или лечение."
    },
    "section3": {
      "title": "§ 3 Условия использования",
      "p1": "(1) Сервис может использоваться только для личных, некоммерческих целей.",
      "p2": "(2) Вы соглашаетесь использовать Сервис только в законных целях и не загружать контент, который:",
      "items": [
        "Нарушает права третьих лиц",
        "Нарушает действующее законодательство",
        "Содержит вредоносное программное обеспечение или вредоносный код",
        "Может нарушить функциональность Сервиса"
      ],
      "p3": "(3) Систематический запрос или извлечение данных запрещено."
    },
    "section4": {
      "title": "§ 4 Медицинская оговорка",
      "warning": "ВАЖНОЕ УВЕДОМЛЕНИЕ: Предоставленные переводы НЕ следует понимать как медицинский совет!",
      "p1": "(1) Переводы автоматически создаются искусственным интеллектом и могут содержать ошибки, неточности или недоразумения.",
      "p2": "(2) Переводы никогда не должны использоваться как основа для медицинских решений.",
      "p3": "(3) Для медицинских вопросов или проблем всегда консультируйтесь с квалифицированным врачом или медицинским работником.",
      "p4": "(4) В чрезвычайной ситуации немедленно свяжитесь с экстренными службами (112) или посетите ближайшее отделение неотложной помощи.",
      "p5": "(5) Никогда не полагайтесь исключительно на переводы этого Сервиса для решений, связанных со здоровьем."
    },
    "section5": {
      "title": "§ 5 Ограничение ответственности",
      "p1": "(1) Мы не несём ответственности за точность, полноту или актуальность переводов.",
      "p2": "(2) Любая ответственность за убытки, возникающие прямо или косвенно от использования Сервиса, исключается в пределах, разрешённых законом.",
      "p3": "(3) Это не относится к убыткам, возникающим вследствие вреда жизни, телу или здоровью, или к другим убыткам, основанным на умышленном или грубо небрежном нарушении обязанностей."
    },
    "section6": {
      "title": "§ 6 Защита данных",
      "p1": "(1) Обработка персональных данных осуществляется в соответствии с нашей Политикой конфиденциальности.",
      "p2": "(2) Загруженные документы временно хранятся только в течение обработки и затем автоматически удаляются.",
      "p3": "(3) Нет постоянного хранения или передачи ваших документов третьим лицам."
    },
    "section7": {
      "title": "§ 7 Интеллектуальная собственность",
      "p1": "(1) Все права на веб-сайт и Сервис, включая авторские права, права на товарные знаки и другие права интеллектуальной собственности, остаются за нами.",
      "p2": "(2) Использование Сервиса не предоставляет вам никаких прав на нашу интеллектуальную собственность, за исключением прав, прямо предоставленных в этих условиях использования."
    },
    "section8": {
      "title": "§ 8 Доступность",
      "p1": "(1) Мы стремимся к высокой доступности Сервиса, но не можем её гарантировать.",
      "p2": "(2) Мы оставляем за собой право изменять, прерывать или прекращать Сервис в любое время.",
      "p3": "(3) Техническое обслуживание будет объявлено заранее, где это возможно."
    },
    "section9": {
      "title": "§ 9 Изменения условий использования",
      "p1": "(1) Мы оставляем за собой право изменять эти условия использования в любое время.",
      "p2": "(2) Изменения будут опубликованы на этой странице. Продолжение использования Сервиса после публикации изменений означает принятие изменённых условий."
    },
    "section10": {
      "title": "§ 10 Применимое право и юрисдикция",
      "p1": "(1) Применяется право Федеративной Республики Германия, за исключением Конвенции ООН о договорах международной купли-продажи товаров.",
      "p2": "(2) Местом юрисдикции для всех споров, возникающих из или в связи с этими условиями использования, является, в пределах, разрешённых законом, [Ваша юрисдикция]."
    },
    "section11": {
      "title": "§ 11 Сальваторная оговорка",
      "text": "Если отдельные положения этих условий использования являются или становятся недействительными или неисполнимыми, действительность остальных положений остаётся неизменной."
    },
    "lastUpdated": "Последнее обновление:"
  }
}
