{
  "datenschutz": {
    "pageTitle": "Privacy Policy",
    "section1": {
      "title": "1. Privacy at a Glance",
      "generalTitle": "General Information",
      "generalText": "The following notes provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to personally identify you.",
      "dataCollectionTitle": "Data Collection on This Website",
      "responsibleText": "Data processing on this website is carried out by the website operator. Their contact details can be found in the legal notice of this website.",
      "responsibleQuestion": "Who is responsible for data collection on this website?",
      "anonymousTitle": "Anonymous Use of Our Service",
      "anonymousText": "Our translation service works completely anonymously. You do not need a user account and do not need to register to translate documents. We do not store any personal data from end users. Your documents are processed without being associated with a personal identity.",
      "howCollectQuestion": "How do we collect your data?",
      "howCollectText": "The only data we collect are the documents you upload for translation. These are only temporarily stored for the duration of processing. We do not collect any other personal data from you.",
      "purposeQuestion": "What do we use your data for?",
      "purposeText": "Uploaded documents are processed exclusively for translation purposes. After processing is complete, all data is automatically deleted. There is no permanent storage, no sharing with third parties, and no use for other purposes.",
      "rightsQuestion": "What rights do you have regarding your data?",
      "rightsText": "Since we do not store personal data from end users and processing is completely anonymous, most GDPR rights (such as access, rectification, deletion) are not applicable. Your documents are automatically deleted after processing, so there is no data that could be disclosed."
    },
    "section2": {
      "title": "2. General Information and Mandatory Disclosures",
      "privacyTitle": "Data Protection",
      "privacyText": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with statutory data protection regulations and this privacy policy.",
      "responsibleTitle": "Note on the Responsible Entity",
      "responsibleText": "The responsible entity for data processing on this website is stated in the legal notice. The responsible entity is the natural or legal person who alone or jointly with others determines the purposes and means of processing personal data.",
      "storageTitle": "Storage Duration",
      "storageText": "Uploaded documents and their translations are only temporarily stored for the duration of processing. The standard storage period is 24 hours after processing is complete (configurable, can be reduced to 0 hours). After this period, all data is automatically and completely deleted:",
      "storageItems": [
        "The uploaded original document",
        "The extracted texts (after PII removal)",
        "The translation results",
        "All processing metadata",
        "IP addresses (for security logging)"
      ],
      "storageNote": "This short storage period allows you to download your translation while maximizing data protection. After deletion, the data cannot be recovered. Automatic deletion is performed by scheduled cleanup tasks that run hourly.",
      "sslTitle": "SSL/TLS Encryption",
      "sslText": "For security reasons and to protect the transmission of confidential content, such as medical documents you send to us, this site uses SSL/TLS encryption. You can recognize an encrypted connection by the browser address bar changing from \"http://\" to \"https://\" and the lock icon in your browser bar."
    },
    "section3": {
      "title": "3. Data Collection on This Website",
      "cookiesTitle": "Cookies",
      "cookiesText1": "We do not use cookies.",
      "cookiesText2": "Our service works completely without cookies. We do not use tracking cookies, analytics cookies, or marketing cookies. This is also transparently communicated through our cookie-free notice banner on the website.",
      "cookiesText3": "The only local storage we use is browser localStorage to save your preference for the cookie notice banner (whether you have closed the banner). This information is only stored locally in your browser and is not transmitted to our server.",
      "cookiesText4": "Since we do not use cookies, no cookie consent is required. Our service respects your privacy from the start and completely forgoes tracking and analytics cookies.",
      "serverLogsTitle": "Server Log Files",
      "serverLogsText": "The provider of these pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:",
      "serverLogsItems": [
        "Browser type and version",
        "Operating system used",
        "Referrer URL",
        "Hostname of the accessing computer",
        "Time of the server request",
        "IP address"
      ],
      "serverLogsNote": "This data is not merged with other data sources.",
      "medicalTitle": "Processing of Medical Documents",
      "medicalText": "When using our translation service for medical documents, the following data protection measures apply:",
      "medicalItems": [
        "Automatic PII Removal: Before processing by AI systems, personal information (names, addresses, phone numbers, dates of birth, insurance numbers) is automatically removed from documents. This is done locally on our servers using spaCy NER (Named Entity Recognition) and special patterns for German medical documents.",
        "Temporary Storage: Documents are only temporarily stored for the duration of processing (maximum 24 hours)",
        "Automatic Deletion: After translation is complete, all data is automatically and completely deleted",
        "No Permanent Storage: There is no permanent storage of documents or translations",
        "No Sharing: No sharing of data with third parties (except to the AI provider OVH for translation, where only PII-cleaned texts are transmitted)",
        "Encrypted Transmission: All data is transmitted encrypted via HTTPS/TLS",
        "Encryption at Rest: Administrator accounts (not for end users) use encrypted storage for email addresses and names. Encryption of document contents is planned (see technical roadmap).",
        "No Cookies: Our service does not use cookies and does not store any tracking data. This is transparently communicated through a cookie-free notice banner on the website."
      ]
    },
    "section4": {
      "title": "4. Your Rights",
      "intro": "Since our service works completely anonymously and we do not store personal data from end users, most GDPR rights are not directly applicable in this context. Your documents are automatically deleted after processing, so there is no data that could be disclosed.",
      "accessTitle": "Right of Access",
      "accessText": "Since we do not store personal data from end users and processing is anonymous, we cannot provide information about stored data as no such data exists. If you have questions about data protection, you can contact us at any time (see contact in legal notice).",
      "deletionTitle": "Right to Erasure",
      "deletionText": "Your uploaded documents are automatically deleted after 24 hours (or earlier). No manual deletion is required as deletion occurs automatically. If you wish for immediate deletion, you can contact us.",
      "restrictionTitle": "Right to Restriction of Processing",
      "restrictionText": "You can cancel the processing of your documents at any time by ending the processing before the translation is complete. In this case, the data is deleted immediately.",
      "portabilityTitle": "Right to Data Portability",
      "portabilityText": "Since we do not store personal data from end users, there is no data that could be transferred. You can download the translation results directly after processing.",
      "complaintTitle": "Right to Lodge a Complaint with a Supervisory Authority",
      "complaintText": "In the event of violations of the GDPR, you have the right to lodge a complaint with a supervisory authority, particularly in the member state of your habitual residence, your place of work, or the place of the alleged violation."
    },
    "section5": {
      "title": "5. Special Notes on Health Data Protection",
      "intro": "Since our service enables the processing of medical documents that may contain health data, we specifically note:",
      "items": [
        "Health data belongs to the special categories of personal data under Art. 9 GDPR",
        "We process this data exclusively for translation purposes and only with your explicit consent (by accepting the privacy policy when uploading)",
        "Processing is completely anonymous - no personal data from end users is stored",
        "Before AI processing, all personal information (names, addresses, phone numbers, etc.) is automatically removed",
        "Special technical and organizational measures are taken to protect this data (encryption, short storage duration, automatic deletion)",
        "All data is automatically and completely deleted after a maximum of 24 hours"
      ]
    },
    "section6": {
      "title": "6. Contact and Data Protection Inquiries",
      "text": "For questions about data protection or to exercise your rights, you can contact us at any time. Contact details can be found in the",
      "impressumLink": "Legal Notice",
      "responsibleLabel": "Responsible Entity:",
      "responsibleText": "The responsible entity for data processing is stated in the legal notice of this website."
    },
    "section7": {
      "title": "7. Third Parties and Data Processing",
      "intro": "We use the following third-party providers to deliver our service:",
      "items": [
        "OVH Cloud (EU): For AI-powered translation. Only PII-cleaned texts are transmitted to OVH. Data processing takes place exclusively in the EU.",
        "Railway (EU): For hosting the application and database. Railway is SOC 2 Type I certified and offers GDPR-compliant Data Processing Agreements.",
        "PostgreSQL: As the database system. The database is hosted in the EU."
      ],
      "note": "All data processing takes place exclusively within the EU. No international data transfers take place."
    },
    "lastUpdated": "Last updated:"
  },
  "impressum": {
    "pageTitle": "Legal Notice",
    "section1": {
      "title": "Information according to § 5 TMG",
      "name": "[Your name or company name]",
      "address": "[Your address]",
      "city": "[Postal code and city]",
      "country": "Germany"
    },
    "contact": {
      "title": "Contact",
      "phone": "Phone: [Your phone number]",
      "email": "Email: [Your email address]",
      "website": "Website: [Your website URL]"
    },
    "register": {
      "title": "Registration Entry",
      "text": "Entry in the commercial register.",
      "court": "Registration court: [Your registration court]",
      "number": "Registration number: [Your registration number]"
    },
    "tax": {
      "title": "VAT ID",
      "text": "VAT identification number according to § 27 a of the VAT Act:",
      "number": "[Your VAT ID]"
    },
    "profession": {
      "title": "Professional Designation and Professional Regulations",
      "designation": "Professional designation: [Your professional designation]",
      "chamber": "Responsible chamber: [Your responsible chamber]",
      "grantedIn": "Granted in: Germany",
      "regulations": "The following professional regulations apply: [Relevant regulations]"
    },
    "responsible": {
      "title": "Responsible for Content according to § 55 Para. 2 RStV",
      "name": "[Name of the responsible person]",
      "address": "[Address]",
      "city": "[Postal code and city]"
    },
    "disclaimer": {
      "title": "Disclaimer",
      "contentTitle": "Liability for Content",
      "contentText": "The contents of our pages have been created with the utmost care. However, we cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, we are responsible for our own content on these pages in accordance with general laws pursuant to § 7 Para. 1 TMG.",
      "linksTitle": "Liability for Links",
      "linksText": "Our offer contains links to external third-party websites over whose content we have no influence. Therefore, we cannot accept any liability for this third-party content. The respective provider or operator of the linked pages is always responsible for the content of the linked pages.",
      "copyrightTitle": "Copyright",
      "copyrightText": "The content and works created by the site operators on these pages are subject to German copyright law. Reproduction, editing, distribution, and any kind of exploitation beyond the limits of copyright law require the written consent of the respective author or creator."
    },
    "lastUpdated": "Last updated:"
  },
  "nutzungsbedingungen": {
    "pageTitle": "Terms of Use",
    "section1": {
      "title": "§ 1 Scope",
      "p1": "(1) These terms of use apply to the use of the medical document translation service (hereinafter referred to as \"Service\") on this website.",
      "p2": "(2) By using the Service, you agree to these terms of use. If you do not agree to these terms, please do not use our Service."
    },
    "section2": {
      "title": "§ 2 Service Description",
      "p1": "(1) Our Service provides automated translation of medical documents into simplified, easy-to-understand language as well as into other languages.",
      "p2": "(2) The translations are created by artificial intelligence and are intended solely for information and better understanding of medical content.",
      "p3": "(3) The translations do not replace professional medical advice, diagnosis, or treatment."
    },
    "section3": {
      "title": "§ 3 Terms of Use",
      "p1": "(1) The Service may only be used for personal, non-commercial purposes.",
      "p2": "(2) You agree to use the Service only for lawful purposes and not to upload content that:",
      "items": [
        "Violates the rights of third parties",
        "Violates applicable law",
        "Contains malware or malicious code",
        "Could impair the functionality of the Service"
      ],
      "p3": "(3) Systematic querying or extraction of data is prohibited."
    },
    "section4": {
      "title": "§ 4 Medical Disclaimer",
      "warning": "IMPORTANT NOTICE: The translations provided are NOT to be understood as medical advice!",
      "p1": "(1) The translations are automatically created by artificial intelligence and may contain errors, inaccuracies, or misunderstandings.",
      "p2": "(2) The translations must never be used as the basis for medical decisions.",
      "p3": "(3) For medical questions or problems, always consult a qualified doctor or healthcare provider.",
      "p4": "(4) In an emergency, contact emergency services (112) immediately or visit the nearest emergency room.",
      "p5": "(5) Never rely solely on the translations of this Service for health-related decisions."
    },
    "section5": {
      "title": "§ 5 Limitation of Liability",
      "p1": "(1) We assume no liability for the accuracy, completeness, or timeliness of the translations.",
      "p2": "(2) Any liability for damages arising directly or indirectly from the use of the Service is excluded to the extent permitted by law.",
      "p3": "(3) This does not apply to damages resulting from injury to life, body, or health, or to other damages based on intentional or grossly negligent breach of duty."
    },
    "section6": {
      "title": "§ 6 Data Protection",
      "p1": "(1) The processing of personal data is carried out in accordance with our Privacy Policy.",
      "p2": "(2) Uploaded documents are only temporarily stored for the duration of processing and are then automatically deleted.",
      "p3": "(3) There is no permanent storage or sharing of your documents with third parties."
    },
    "section7": {
      "title": "§ 7 Intellectual Property",
      "p1": "(1) All rights to the website and the Service, including copyrights, trademark rights, and other intellectual property rights, remain with us.",
      "p2": "(2) Use of the Service does not grant you any rights to our intellectual property, except for the rights expressly granted in these terms of use."
    },
    "section8": {
      "title": "§ 8 Availability",
      "p1": "(1) We strive for high availability of the Service but cannot guarantee it.",
      "p2": "(2) We reserve the right to modify, interrupt, or discontinue the Service at any time.",
      "p3": "(3) Maintenance work will be announced in advance where possible."
    },
    "section9": {
      "title": "§ 9 Changes to Terms of Use",
      "p1": "(1) We reserve the right to change these terms of use at any time.",
      "p2": "(2) Changes will be published on this page. Continued use of the Service after publication of changes constitutes acceptance of the amended terms."
    },
    "section10": {
      "title": "§ 10 Applicable Law and Jurisdiction",
      "p1": "(1) The law of the Federal Republic of Germany applies, excluding the UN Convention on Contracts for the International Sale of Goods.",
      "p2": "(2) The place of jurisdiction for all disputes arising from or in connection with these terms of use is, to the extent permitted by law, [Your jurisdiction]."
    },
    "section11": {
      "title": "§ 11 Severability Clause",
      "text": "Should individual provisions of these terms of use be or become invalid or unenforceable, the validity of the remaining provisions shall remain unaffected."
    },
    "lastUpdated": "Last updated:"
  }
}
